/*
 Navicat Premium Dump SQL

 Source Server         : huaxing
 Source Server Type    : MySQL
 Source Server Version : 80043 (8.0.43-0ubuntu0.24.04.1)
 Source Host           : 47.113.177.228:3306
 Source Schema         : kehuxinxi

 Target Server Type    : MySQL
 Target Server Version : 80043 (8.0.43-0ubuntu0.24.04.1)
 File Encoding         : 65001

 Date: 15/09/2025 22:17:29
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for customer_leads
-- ----------------------------
DROP TABLE IF EXISTS `customer_leads`;
CREATE TABLE `customer_leads`  (
  `id` int NOT NULL AUTO_INCREMENT COMMENT '主键，自增ID',
  `customer_nickname` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '客户昵称',
  `source_platform` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '客户来源平台（如抖音、微信等）',
  `source_account` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '客户来源账号（如某抖音号、公众号等）',
  `contact_account` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '客户联系方式（手机号、微信号等）',
  `contact_name` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL DEFAULT NULL COMMENT '联系名称（联系客户时给客户的名称备注）',
  `lead_time` varchar(19) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '进线索时间',
  `is_contacted` tinyint(1) NOT NULL COMMENT '是否联系上（0=否，1=是）',
  `intention_level` enum('高','中','低') CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '意向等级',
  `follow_up_person` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '跟进人',
  `is_deal` tinyint(1) NOT NULL COMMENT '是否成交（0=否，1=是）',
  `deal_date` varchar(19) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL DEFAULT NULL COMMENT '成交日期，仅在成交时填写',
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `need_followup` tinyint(1) NOT NULL DEFAULT 0 COMMENT '当前周期是否需要跟进（1=是，0=否）',
  `end_followup` tinyint(1) NOT NULL DEFAULT 0 COMMENT '是否终结跟进（1=终结，0=未终结）',
  `enable_followup` tinyint(1) NOT NULL DEFAULT 0 COMMENT '是否启用跟进（0=不启用，1=启用）',
  `current_cycle_completed` tinyint NOT NULL DEFAULT 0 COMMENT '当前跟进周期是否已完成跟进（0=未完成，1=已完成）',
  `end_followup_reason` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL DEFAULT NULL COMMENT '终结跟进原因',
  `current_follower` int NULL DEFAULT NULL COMMENT '当前跟进人用户ID',
  `creator_user_id` int NULL DEFAULT NULL COMMENT '登记人用户ID（创建该线索的人）',
  `assigned_user_id` int NULL DEFAULT NULL COMMENT '分配的跟进人用户ID（负责跟进的销售）',
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `idx_updated_at`(`updated_at` ASC) USING BTREE,
  INDEX `idx_need_followup_lead_time`(`need_followup` ASC, `lead_time` ASC) USING BTREE,
  INDEX `idx_follow_up_person`(`follow_up_person` ASC) USING BTREE,
  INDEX `idx_current_follower`(`current_follower` ASC) USING BTREE,
  INDEX `idx_contact_name`(`contact_name` ASC) USING BTREE,
  INDEX `idx_contact_account`(`contact_account` ASC) USING BTREE,
  INDEX `idx_enable_followup`(`enable_followup` ASC) USING BTREE,
  INDEX `idx_enable_need_followup`(`enable_followup` ASC, `need_followup` ASC, `end_followup` ASC) USING BTREE,
  INDEX `idx_creator_user_id`(`creator_user_id` ASC) USING BTREE,
  INDEX `idx_assigned_user_id`(`assigned_user_id` ASC) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 767 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_unicode_ci COMMENT = '客资主表（线索表）' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of customer_leads
-- ----------------------------
INSERT INTO `customer_leads` VALUES (4, '0710/輝', '抖音', '明哥两地牌', 'catcat123445678', '0710/輝', '2025-07-10 16:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-07-12 09:31:44', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (5, '0711/江小姐 We Hug ', '视频号', '未知', 'WeHugXHooment', '0711/江小姐 We Hug ', '2025-07-11 16:00:00', 1, '中', '销售_盛威', 0, NULL, '2025-07-12 09:31:44', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (6, '0711/Wayne Chan    ༽', '视频号', '未知', 'waynechan0587', '0711/Wayne Chan    ༽', '2025-07-11 16:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-07-12 09:31:44', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (7, '0711/李加华', '视频号', '未知', '——', '0711/李加华', '2025-07-11 16:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-07-12 09:31:44', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (8, '0711', '视频号', '未知', 'xiubaoxiang', NULL, '2025-07-11 16:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-07-12 09:31:44', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (9, '0712/ 劉本全', '视频号', '未知', 'laupunchuen', NULL, '2025-07-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-07-12 02:28:53', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (10, '0712/WINSON_AY', '视频号', '未知', 'winsonauyeung', NULL, '2025-07-12 16:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-07-12 02:31:33', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (11, '0712/肥威', '视频号', '未知', 'feiwei6995', '0712/肥威', '2025-07-12 16:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-07-12 05:21:36', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (12, '0712/歐生Awh', '视频号', '未知', 'wxid_q1fqrg4lhwkw12', '0712/歐生Awh', '2025-07-12 16:00:00', 1, '中', '销售_盛威', 0, NULL, '2025-07-12 06:22:08', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (16, '0712/kenneth', '视频号', '明哥中港两地牌', 'phyfn15054', '0712/kenneth', '2025-07-12 17:58:22', 1, '低', '销售_盛威', 0, NULL, '2025-07-12 09:59:25', '2025-09-15 22:15:59', 0, 1, 0, 1, '客户已拉黑', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (17, '0712/彭生 ', '视频号', '明哥中港两地牌', '337295366', NULL, '2025-07-12 18:28:34', 1, '低', '销售_盛威', 0, NULL, '2025-07-12 10:29:03', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (18, '0712Siu🤟🤟', '未知', '未知', 'wxid_dxqxlj285tqz12', '0712Siu🤟🤟', '2025-07-12 21:40:58', 1, '低', '销售_盛威', 0, NULL, '2025-07-12 13:41:12', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (19, '0712/ 陈生自强不息', '视频号', '明哥中港两地牌', 'wxid_6c5cdf1gknj422', NULL, '2025-07-12 10:23:54', 1, '低', '销售_盛威', 0, NULL, '2025-07-13 02:24:09', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (20, '0713/陈伟杰', '抖音', '香港华星两地牌', '13902338894', '0713/陈伟杰', '2025-07-13 10:25:39', 1, '中', '销售_盛威', 0, NULL, '2025-07-13 02:26:35', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (21, ' 0713/ 百兴担保-曹志文', '视频号', '未知', 'amaocao', ' 0713/ 百兴担保-曹志文', '2025-07-13 10:27:24', 1, '低', '销售_盛威', 0, NULL, '2025-07-13 02:27:59', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (22, '0713/Bruce', '抖音', '香港华星两地牌', 'Sherman627', '0713/Bruce', '2025-07-13 13:57:22', 1, '低', '销售_盛威', 0, NULL, '2025-07-13 05:57:58', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (23, '0713/ 岑', '视频号', '明哥中港两地牌', 'an12390978797', '0713/ 岑', '2025-07-13 13:23:33', 1, '低', '销售_盛威', 0, NULL, '2025-07-14 05:24:02', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (24, '0713/alankei', '视频号', '未知', 'wxid_uqld1dy3g5h212', '0713/alankei', '2025-07-13 13:25:44', 1, '低', '销售_盛威', 1, NULL, '2025-07-14 05:26:11', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (25, '0713/ 亞雄', '视频号', '明哥中港两地牌', 'dazhixiong3311', '0713/ 亞雄', '2025-07-13 13:26:49', 1, '低', '销售_盛威', 0, NULL, '2025-07-14 05:27:31', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (26, '0713/ 明哥两地牌/石仔', '视频号', '明哥两地牌', 'akua9110', '0713/ 明哥两地牌/石仔', '2025-07-13 13:28:51', 1, '低', '销售_盛威', 0, NULL, '2025-07-14 05:28:54', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (27, '0714/KWOKCHEUNGCHEUNG', '视频号', '未知', 'kwokcheungcheung0713', '0714/KWOKCHEUNGCHEUNG', '2025-07-14 13:34:46', 1, '中', '销售_盛威', 0, NULL, '2025-07-14 05:36:05', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (28, '0715/ 樂在其中', '抖音', '未知', 'vivibibiin', '0715/ 樂在其中', '2025-07-15 09:11:19', 1, '低', '销售_盛威', 0, NULL, '2025-07-16 01:11:56', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (29, '0715/ 刘慧', '视频号', '未知', 'Aa15018975330', '0715/ 刘慧', '2025-07-15 09:12:43', 1, '低', '销售_盛威', 0, NULL, '2025-07-16 01:13:01', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (30, '0716/龙粵行汽车Mall邓丽婷', '抖音', '明哥两地牌', 'lyhmall020', '0716/龙粵行汽车Mall邓丽婷', '2025-07-16 09:39:21', 1, '低', '销售_盛威', 0, NULL, '2025-07-17 01:40:09', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (31, '0716/蔡伟鸿-Brody', '视频号', '未知', 'szjqcwh', '0716/蔡伟鸿-Brody', '2025-07-16 09:40:43', 1, '低', '销售_盛威', 0, NULL, '2025-07-17 01:41:08', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (33, '0716/妈的小爸爸', '抖音', '未知', 'oOLDDOo', '0716/妈的小爸爸', '2025-07-16 09:42:58', 1, '低', '销售_盛威', 0, NULL, '2025-07-17 01:43:31', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (34, '0717/~香港~九龙城', '抖音', '香港华星两地牌', 'LMDQCGS', NULL, '2025-07-17 14:00:28', 1, '低', '销售_盛威', 0, NULL, '2025-07-18 06:00:54', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (35, '0718/华星/梁', '抖音', '香港华星两地牌', 'waini2019_', NULL, '2025-07-18 14:01:42', 1, '低', '销售_盛威', 0, NULL, '2025-07-18 06:02:22', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (36, '0719/😎全仔/d大号', '抖音', '明哥两地牌', 'z443012716', NULL, '2025-07-19 10:27:46', 1, '低', '销售_盛威', 0, NULL, '2025-07-19 02:28:27', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (38, '0719/w华记/明抖音', '视频号', '明哥两地牌', 'szhxyyhua', '0719/w华记/明抖音', '2025-07-19 13:24:29', 1, '低', '销售_盛威', 0, NULL, '2025-07-19 05:25:03', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (42, '0720/广州德星行奔驰', '抖音', '明哥两地牌', 'xiaozan501182', '0720/广州德星行奔驰', '2025-07-20 17:45:28', 1, '低', '销售_盛威', 0, NULL, '2025-07-21 09:46:05', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (43, '0720/Charles邓', '抖音', '未知', 'DCM20201115', '0720/Charles邓', '2025-07-20 17:46:31', 1, '中', '销售_盛威', 0, NULL, '2025-07-21 09:47:16', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (44, '0720/d华星/🎉意想不到🎉', '抖音', '香港华星两地牌', 'tina0716Liu', '0720/d华星/🎉意想不到🎉', '2025-07-20 17:47:48', 1, '低', '销售_盛威', 0, NULL, '2025-07-21 09:48:15', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (45, '0720/华星小哥', '抖音', '香港华星两地牌', 'suning929394', '0720/华星小哥', '2025-07-20 17:52:26', 1, '低', '销售_盛威', 0, NULL, '2025-07-21 09:52:54', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (46, '0720/w大号熊貓', '视频号', '明哥两地牌', 'tommy825168', '0720/w大号熊貓', '2025-07-20 17:53:32', 1, '低', '销售_盛威', 0, NULL, '2025-07-21 09:54:02', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (47, '0720/远哥', '视频号', '未知', 'HKGZ-6573947891', '0720/远哥', '2025-07-20 17:55:21', 1, '低', '销售_盛威', 0, NULL, '2025-07-21 09:55:22', '2025-09-15 22:15:59', 0, 1, 0, 1, '客户已拉黑', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (49, '0721/坚', '抖音', '香港华星两地牌', 'lwj89r76', '0721/坚', '2025-07-21 17:58:23', 1, '低', '销售_盛威', 0, NULL, '2025-07-21 09:58:56', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (50, '0723/啊六哩wd', '视频号', '明哥两地牌', 'YD736886', '0723/啊六哩wd', '2025-07-23 20:56:10', 1, '中', '销售_盛威', 0, NULL, '2025-07-23 12:56:56', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (51, '0723/华星d叶方猛', '抖音', '香港华星两地牌', 'Ye_fangmeng', '0723/华星d叶方猛', '2025-07-23 20:57:25', 1, '低', '销售_盛威', 0, NULL, '2025-07-23 12:57:48', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (52, '0723/Joe Chan', '视频号', '未知', 'joechan3354', '0723/Joe Chan', '2025-07-23 20:58:51', 1, '低', '销售_盛威', 0, NULL, '2025-07-23 12:59:40', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (53, '0723/Stephen 小寒hxd', '抖音', '香港华星两地牌', 'stephenhon0611', '0723/Stephen 小寒hxd', '2025-07-23 21:14:10', 1, '低', '销售_盛威', 0, NULL, '2025-07-23 13:14:49', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (54, '0725/罗军', '抖音', '香港华星两地牌', 'lj121989800', '0725/罗军', '2025-07-25 16:38:30', 1, '低', '销售_盛威', 0, NULL, '2025-07-25 08:39:12', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (55, '0725/d/hx/L', '抖音', '香港华星两地牌', 'LAIUS-EMA', '0725/d/hx/L', '2025-07-25 16:40:07', 1, '低', '销售_盛威', 0, NULL, '2025-07-25 08:40:39', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (56, '0725/郑 HKCheng', '抖音', '未知', 'C96999668hk', '0725/郑 HKCheng', '2025-07-25 10:59:31', 1, '低', '销售_盛威', 0, NULL, '2025-07-26 03:00:13', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (58, '那个男人', '抖音', '香港华星两地牌', '15813863365', '0728/华星/天佳贸易', '2025-07-27 11:30:48', 1, '低', '销售_盛威', 0, NULL, '2025-07-28 03:31:14', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (61, '0728/人生路途', '视频号', '未知', 'MCA972X', '0728/人生路途', '2025-07-28 19:47:20', 1, '低', '销售_盛威', 0, NULL, '2025-07-28 11:47:23', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (62, '0728/lee/w', '视频号', '明哥两地牌', 'k892999439', '0728/lee/w', '2025-07-28 19:48:19', 1, '低', '销售_盛威', 0, NULL, '2025-07-28 11:48:22', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (63, 'lzq1028597', '视频号', '明哥两地牌', 'lzq1028597', '0728/Quiet', '2025-07-28 19:49:01', 1, '低', '销售_盛威', 0, NULL, '2025-07-28 11:49:13', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (64, '0728/Thomas Li', '未知', '未知', '-', '0728/Thomas Li', '2025-07-28 19:49:46', 1, '低', '销售_盛威', 0, NULL, '2025-07-28 11:50:06', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (65, '0729/Tang/hx', '抖音', '香港华星两地牌', 'Tang_Man_521', '0729/Tang/hx', '2025-07-29 21:23:56', 1, '高', '销售_盛威', 0, NULL, '2025-07-29 13:24:15', '2025-09-15 22:15:59', 0, 0, 1, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (66, '0730/莲', '抖音', '香港华星两地牌', '-', '0730/莲', '2025-07-30 22:14:56', 1, '低', '销售_盛威', 0, NULL, '2025-07-30 14:15:27', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (67, '0730/骑士-𓃰', '视频号', '明哥两地牌', 'chedapao1985', '0730/骑士-𓃰', '2025-07-30 22:16:04', 1, '低', '销售_盛威', 0, NULL, '2025-07-30 14:16:28', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (68, '0730/深/两地 w', '视频号', '明哥中港两地牌', '-', '0730/深/两地 w', '2025-07-30 22:16:54', 1, '中', '销售_盛威', 0, NULL, '2025-07-30 14:17:14', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (69, '0730/ 健晔包装', '抖音', '香港华星两地牌', 'liu556387', '0730/ 健晔包装', '2025-07-30 22:17:36', 1, '低', '销售_盛威', 0, NULL, '2025-07-30 14:17:53', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (70, '0730/持之以恒/w', '视频号', '明哥两地牌', 'CF660529138', '0730/持之以恒/w', '2025-07-30 22:18:35', 1, '低', '销售_盛威', 0, NULL, '2025-07-30 14:18:46', '2025-09-15 22:15:59', 0, 1, 0, 1, '客户已拉黑', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (71, 'cheng1493', '视频号', '未知', 'cheng1493', '0730/成', '2025-07-30 22:19:26', 1, '低', '销售_盛威', 0, NULL, '2025-07-30 14:19:32', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (72, '雅琳', '抖音', '香港华星两地牌', '51287457', '51287457', '2025-07-31 22:49:25', 1, '低', '销售_盛威', 0, NULL, '2025-07-31 14:49:41', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (73, '老头子', '视频号', '香港华星两地牌', '92020459', '92020459', '2025-07-31 22:50:30', 1, '中', '销售_盛威', 0, NULL, '2025-07-31 14:50:47', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (74, '0731/扬哥哥/hx', '抖音', '香港华星两地牌', 'wumingyang1984', '0731/扬哥哥/hx', '2025-07-31 22:51:11', 1, '低', '销售_盛威', 0, NULL, '2025-07-31 14:51:43', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (75, '0731/。/hx', '抖音', '香港华星两地牌', 'VT18420026252', '0731/。/hx', '2025-07-31 22:52:10', 1, '低', '销售_盛威', 0, NULL, '2025-07-31 14:52:29', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (76, '0731/专业抖音业务/hx', '抖音', '香港华星两地牌', '-', '0731/专业抖音业务/hx', '2025-07-31 22:53:02', 1, '低', '销售_盛威', 0, NULL, '2025-07-31 14:53:17', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (77, 'little_speedy', '视频号', '明哥两地牌', 'little_speedy', '0731/Jaris皓駿', '2025-07-31 22:53:43', 1, '低', '销售_盛威', 0, NULL, '2025-07-31 14:54:00', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (78, '0731/良心/hx', '抖音', '香港华星两地牌', 'klhm2107', '0731/良心/hx', '2025-07-31 22:54:20', 1, '低', '销售_盛威', 0, NULL, '2025-07-31 14:54:41', '2025-09-15 22:15:59', 0, 1, 0, 1, '客户已拉黑', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (79, '0731/王立平/hx', '抖音', '香港华星两地牌', 'GX13455950083', '0731/王立平/hx', '2025-07-31 22:55:46', 1, '低', '销售_盛威', 0, NULL, '2025-07-31 14:56:12', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (80, '0731/Winson NG', '视频号', '明哥两地牌', 'Heman224', '0731/Winson NG', '2025-07-31 22:56:57', 1, '低', '销售_盛威', 0, NULL, '2025-07-31 14:57:08', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (81, '0801/June', '视频号', '未知', 'jl634218', '0801/June', '2025-08-01 20:49:38', 1, '低', '销售_盛威', 0, NULL, '2025-08-03 12:50:31', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (82, '0801/h-豪/hx', '抖音', '香港华星两地牌', 'wj2216888', '0801/h-豪/hx', '2025-08-01 20:51:13', 1, '低', '销售_盛威', 0, NULL, '2025-08-03 12:51:47', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (83, '0802/.hx', '抖音', '香港华星两地牌', 'Yi_030126', '0802/.hx', '2025-08-03 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-03 12:53:07', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (84, '0802/Terry@崇光', '视频号', '未知', 'dgchgterry', '0802/Terry@崇光', '2025-08-01 20:54:15', 1, '低', '销售_盛威', 0, NULL, '2025-08-03 12:54:32', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (85, '0802/小白', '视频号', '未知', 'frankiekwok920', '0802/小白', '2025-08-01 20:55:27', 1, '低', '销售_盛威', 0, NULL, '2025-08-03 12:55:44', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (86, '0802/李生', '视频号', '未知', 'ktlee1127', '0802/李生', '2025-08-02 20:56:25', 1, '低', '销售_盛威', 0, NULL, '2025-08-03 12:56:38', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (87, '0802/超哥', '抖音', '未知', 'leechiu6688', '0802/超哥', '2025-08-02 20:56:56', 1, '低', '销售_盛威', 0, NULL, '2025-08-03 12:57:38', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (88, '0803/寒羽', '抖音', '未知', 'QQ1700766', '0803/寒羽', '2025-08-03 20:17:43', 1, '低', '销售_盛威', 0, NULL, '2025-08-04 12:19:05', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (89, '0803/表妹', '视频号', '未知', 'QQlllv06', '0803/表妹', '2025-08-03 20:19:39', 1, '低', '销售_盛威', 0, NULL, '2025-08-04 12:20:08', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (90, '0804/麦杰彬/有客源', '抖音', '香港华星两地牌', 'MiBen007', '0804/麦杰彬/有客源', '2025-08-04 14:14:26', 1, '低', '销售_盛威', 0, NULL, '2025-08-05 06:15:13', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (91, '0804/Barry/hx', '抖音', '香港华星两地牌', 'baba1213766696', '0804/Barry/hx', '2025-08-04 14:16:03', 1, '低', '销售_盛威', 0, NULL, '2025-08-05 06:16:12', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (92, '0804/俊', '视频号', '未知', 'lojasonkachun', '0804/俊', '2025-08-04 14:16:37', 1, '低', '销售_盛威', 0, NULL, '2025-08-05 06:17:06', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (93, '0804/樵/视频号', '视频号', '未知', 'wu53zp', '0804/樵/视频号', '2025-08-04 14:17:37', 1, '低', '销售_盛威', 0, NULL, '2025-08-05 06:18:10', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (94, '0804/朱生', '视频号', '未知', 'ZCH16666668', '0804/朱生', '2025-08-04 14:19:02', 1, '低', '销售_盛威', 0, NULL, '2025-08-05 06:19:12', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (95, '0805/无可避免/hx', '抖音', '香港华星两地牌', 'as1254786072', '0805/无可避免/hx', '2025-08-05 09:28:43', 1, '低', '销售_盛威', 0, NULL, '2025-08-06 01:29:04', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (96, '0805/ 樂', '视频号', '未知', 'PINKY2575', '0805/ 樂', '2025-08-05 09:29:26', 1, '低', '销售_盛威', 0, NULL, '2025-08-06 01:29:47', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (97, '0805/MA/hx', '抖音', '香港华星两地牌', 'Mat01mat01', '0805/MA/hx', '2025-08-05 09:30:11', 1, '低', '销售_盛威', 0, NULL, '2025-08-06 01:30:48', '2025-09-15 22:15:59', 0, 1, 0, 1, '客户已拉黑', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (98, '0805/雷 Bunnyhk', '视频号', '未知', 'luiinhk', '0805/雷 Bunnyhk', '2025-08-05 09:31:24', 1, '低', '销售_盛威', 0, NULL, '2025-08-06 01:31:46', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (99, '0805/曾1 8 8 1 8 3 3 8 9 1 3', '视频号', '未知', 'Z18818338913', '0805/曾1 8 8 1 8 3 3 8 9 1 3', '2025-08-05 09:32:20', 1, '低', '销售_盛威', 0, NULL, '2025-08-06 01:32:27', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (100, '0805/R0', '抖音', '明哥两地牌', 'CNIPACHN', '0805/R0', '2025-08-05 09:33:30', 1, '低', '销售_盛威', 0, NULL, '2025-08-06 01:33:43', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (101, '0805/蔡嘉津-jacke/明哥/w', '视频号', '明哥两地牌', 'caijiajin888', '0805/蔡嘉津-jacke/明哥/w', '2025-08-05 09:34:05', 1, '中', '销售_盛威', 0, NULL, '2025-08-06 01:34:27', '2025-09-15 14:09:47', 0, 0, 1, 0, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (102, '0805/阳光', '视频号', '未知', 'SSSSunshine888', '0805/阳光', '2025-08-05 09:35:09', 1, '低', '销售_盛威', 0, NULL, '2025-08-06 01:35:19', '2025-09-15 22:15:59', 0, 1, 0, 1, '客户已拉黑', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (103, '0806/🉐', '视频号', '香港华星两地牌', 'DEDEDE8888888888', '0806/🉐', '2025-08-06 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-06 10:08:47', '2025-09-15 22:15:59', 0, 1, 0, 1, '客户已拉黑', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (104, '0806/超', '抖音', '香港华星两地牌', '-', '0806/超', '2025-08-06 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-06 10:09:27', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (105, '0806/Mh./hx', '抖音', '香港华星两地牌', 'Helenyiyi1215', '0806/Mh./hx', '2025-08-06 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-06 10:10:32', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (106, '0806/李胖胖/hx', '抖音', '香港华星两地牌', 'PP-030418', '0806/李胖胖/hx', '2025-08-06 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-06 10:13:42', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (107, '0806/Raymond-Rwind', '视频号', '未知', 'raymond7882', '0806/Raymond-Rwind', '2025-08-06 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-06 10:14:51', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (108, '0806/Johnny Yue', '视频号', '未知', 'xiaoyuni2789', '0806/Johnny Yue', '2025-08-06 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-06 10:15:57', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (109, '0806/爆炸糖/新号', '视频号', '明哥揀粤港车', 'PPC13168', '0806/爆炸糖/新号', '2025-08-06 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-06 10:16:47', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (110, '0806/祺/hx', '抖音', '香港华星两地牌', 'Poehkki', '0806/祺/hx', '2025-08-06 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-06 10:18:27', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (111, '0806/王振懿（Higer）', '抖音', '香港华星两地牌', 'higer0755', '0806/王振懿（Higer）', '2025-08-06 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-06 10:19:40', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (112, '0806/ 枯木逢春/w', '视频号', '明哥中港两地牌', 'J-sin24', '0806/ 枯木逢春/w', '2025-08-06 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-06 10:20:25', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (113, '0806/罗致銮/hx', '抖音', '香港华星两地牌', 'dz13538098878', '0806/罗致銮/hx', '2025-08-06 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-06 10:21:31', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (114, '0806/Rʏᴀɴ⁶', '抖音', '香港华星两地牌', 'yyyy1027', '0806/Rʏᴀɴ⁶', '2025-08-06 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-06 10:25:25', '2025-09-15 22:15:59', 0, 1, 0, 1, '客户已拉黑', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (115, '0806/Michael 施 😎/hx', '抖音', '香港华星两地牌', 'Ipcl1668', '0806/Michael 施 😎/hx', '2025-08-06 09:08:35', 1, '低', '销售_盛威', 0, NULL, '2025-08-07 01:09:47', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (116, '0806/Hang Ma/w', '视频号', '明哥两地牌', 'Charlie_Ma03', '0806/Hang Ma/w', '2025-08-06 09:10:38', 1, '低', '销售_盛威', 0, NULL, '2025-08-07 01:10:55', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (117, '0806/😀隔別小王Tony', '抖音', '未知', 'helloJoewong', '0806/😀隔別小王Tony', '2025-08-06 09:12:01', 1, '低', '销售_盛威', 0, NULL, '2025-08-07 01:12:17', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (118, '0807/EricNg/w', '视频号', '未知', 'ericng0623', '0807/EricNg/w', '2025-08-07 09:05:35', 1, '低', '销售_盛威', 0, NULL, '2025-08-08 01:06:26', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (119, '0807/侯真/hx', '抖音', '香港华星两地牌', '-', '0807/侯真/hx', '2025-08-07 09:07:04', 1, '低', '销售_盛威', 0, NULL, '2025-08-08 01:07:34', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (120, '0807/龍仔8號', '视频号', '未知', 'hongkong3833', '0807/龍仔8號', '2025-08-07 09:08:07', 1, '低', '销售_盛威', 0, NULL, '2025-08-08 01:08:31', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (121, '0808/cheong昌', '抖音', '香港华星两地牌', 'Deng22990', '0808/cheong昌', '2025-08-08 08:46:46', 1, '低', '销售_盛威', 0, NULL, '2025-08-09 00:47:16', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (122, '0808/天長地9/w 租牌', '视频号', '未知', 'a15012537112', '0808/天長地9/w 租牌', '2025-08-08 08:47:37', 1, '低', '销售_盛威', 0, NULL, '2025-08-09 00:47:58', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (123, '0808/万锦天诚-小杨', '未知', '未知', 'WJTC13267114158', '0808/万锦天诚-小杨', '2025-08-09 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-09 00:48:44', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (124, '0808/🔸🔶莊小姐🔶🔸', '视频号', '未知', 'CFLK88', '0808/🔸🔶莊小姐🔶🔸', '2025-08-08 08:49:05', 1, '低', '销售_盛威', 0, NULL, '2025-08-09 00:49:24', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (125, '0808/香港成成', '抖音', '香港华星两地牌', 'Shing2867', '0808/香港成成', '2025-08-08 08:49:45', 1, '低', '销售_盛威', 0, NULL, '2025-08-09 00:50:07', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (126, '0808/海海', '抖音', '未知', 'sea-the-power', '0808/海海', '2025-08-08 08:50:34', 1, '低', '销售_盛威', 0, NULL, '2025-08-09 00:51:08', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (127, '0808/苗', '视频号', '未知', 'li-bo-666', '0808/苗', '2025-08-08 08:51:28', 1, '低', '销售_盛威', 0, NULL, '2025-08-09 00:51:48', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (128, '0809/Kenneth Chen', '视频号', '明哥揀粤港车', 'kennethcws', '0809/Kenneth Chen', '2025-08-09 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-09 14:46:44', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (129, '0809/姚明港澳/w', '视频号', '未知', 'yaomingmacau', '0809/姚明港澳/w', '2025-08-09 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-09 14:47:28', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (130, '0809/willy', '视频号', '明哥中港两地牌', 'Willy_H_K_Lin', '0809/willy', '2025-08-09 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-09 14:48:28', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (131, '0809/水爺', '视频号', '未知', '-', '0809/水爺', '2025-08-09 00:00:00', 0, '低', '销售_盛威', 0, NULL, '2025-08-09 14:49:19', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (132, '0810/ღ　苏苏🌹', '视频号', '未知', 'pla5201314888', '0810/ღ　苏苏🌹', '2025-08-10 10:04:35', 0, '低', '销售_盛威', 0, NULL, '2025-08-11 02:04:53', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (133, '0810/yu東輝UN重型紙箱/揀车', '视频号', '明哥揀粤港车', 'a131488ydh', 'a131488ydh', '2025-08-10 10:05:13', 0, '低', '销售_盛威', 0, NULL, '2025-08-11 02:05:37', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (134, '0810/飞天环球/揀车', '视频号', '明哥揀粤港车', 'fthqsj', 'fthqs', '2025-08-10 10:06:01', 0, '低', '销售_盛威', 0, NULL, '2025-08-11 02:06:13', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (135, '0810/大宗潮哥/新号', '视频号', '明哥揀粤港车', 'AK47-M16-M700', '0810/大宗潮哥/新号', '2025-08-10 10:06:44', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 02:07:34', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (141, '0811/A-candy', '视频号', '明哥揀粤港车', '1', '0811/A-candy', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:14:47', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (142, '0811/ada庆雯', '视频号', '明哥揀粤港车', '1', '0811/ada庆雯', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:14:48', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (143, '0811/amgw.1', '视频号', '明哥揀粤港车', '1', '0811/amgw.1', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:14:49', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (144, '0811/Enoch/揀车', '视频号', '明哥揀粤港车', '1', '0811/Enoch/揀车', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:14:50', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (145, '0811/Gu Yucheng 城', '视频号', '明哥揀粤港车', '1', '0811/Gu Yucheng 城', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:14:52', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (146, '0811/Mr.Wen/揀车', '视频号', '明哥揀粤港车', '1', '0811/Mr.Wen/揀车', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:14:53', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (147, '0811/Oscar', '视频号', '明哥揀粤港车', '1', '0811/Oscar', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:14:54', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (148, '0811/ROCKY', '视频号', '明哥揀粤港车', '1', '0811/ROCKY', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:14:55', '2025-09-15 22:15:59', 0, 1, 0, 1, '客户已拉黑', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (149, '0811/SallyWong', '视频号', '明哥揀粤港车', '1', '0811/SallyWong', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:14:56', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (150, '0811/Savannah/揀车', '视频号', '明哥揀粤港车', '1', '0811/Savannah/揀车', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:14:57', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (151, '0811/Shawone', '视频号', '明哥揀粤港车', '1', '0811/Shawone', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:14:58', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (152, '0811/Sun', '视频号', '明哥揀粤港车', '1', '0811/Sun', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:14:59', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (153, '0811/Super C', '视频号', '明哥揀粤港车', '1', '0811/Super C', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:15:00', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (154, '0811/SU养心', '视频号', '明哥揀粤港车', '1', '0811/SU养心', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:15:01', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (155, '0811/wx', '视频号', '明哥揀粤港车', '1', '0811/wx', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:15:02', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (156, '0811/中/揀车', '视频号', '明哥揀粤港车', '1', '0811/中/揀车', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:15:04', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (157, '0811/二手车商', '视频号', '明哥揀粤港车', '1', '0811/二手车商', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:15:05', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (158, '0811/亦慧', '视频号', '明哥揀粤港车', '1', '0811/亦慧', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:15:06', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (159, '0811/十八岁的我', '视频号', '明哥揀粤港车', '1', '0811/十八岁的我', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:15:07', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (160, '0811/发记/小店', '视频号', '明哥揀粤港车', '1', '0811/发记/小店', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:15:08', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (161, '0811/呀肥', '视频号', '明哥揀粤港车', '1', '0811/呀肥', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:15:09', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (162, '0811/奢侈品回收包表鞋服', '视频号', '明哥揀粤港车', '1', '0811/奢侈品回收包表鞋服', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:15:10', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (163, '0811/岑德善Alex', '视频号', '明哥揀粤港车', '1', '0811/岑德善Alex', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:15:11', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (164, '0811/平安是福', '视频号', '明哥揀粤港车', '1', '0811/平安是福', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:15:12', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (165, '0811/张', '视频号', '明哥揀粤港车', '1', '0811/张', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:15:13', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (166, '0811/當下隨緣/揀车', '视频号', '明哥揀粤港车', '1', '0811/當下隨緣/揀车', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:15:15', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (167, '0811/新圣冠金景', '视频号', '明哥揀粤港车', '1', '0811/新圣冠金景', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:15:16', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (168, '0811/曦曦', '视频号', '明哥揀粤港车', '1', '0811/曦曦', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:15:17', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (169, '0811/泉/揀车', '视频号', '明哥揀粤港车', '1', '0811/泉/揀车', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:15:18', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (170, '0811/绝世好爸', '视频号', '明哥揀粤港车', '1', '0811/绝世好爸', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:15:19', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (171, '0811/莫羚Connie', '视频号', '明哥揀粤港车', '1', '0811/莫羚Connie', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:15:20', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (172, '0811/蓝天白云', '视频号', '明哥揀粤港车', '1', '0811/蓝天白云', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:15:21', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (173, '0811/要二个人生活/w', '视频号', '明哥两地牌', '1', '0811/要二个人生活/w', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:15:22', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (174, '0811/郝安圣/揀车', '视频号', '明哥揀粤港车', '1', '0811/郝安圣/揀车', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:15:23', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (175, '0811/陈细杰/揀车', '视频号', '明哥揀粤港车', '1', '0811/陈细杰/揀车', '2025-08-11 00:00:00', 1, '高', '销售_盛威', 0, NULL, '2025-08-11 11:15:24', '2025-09-15 14:11:15', 1, 0, 1, 0, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (176, '0811/雄韬伟略/揀车', '视频号', '明哥揀粤港车', '1', '0811/雄韬伟略/揀车', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:15:25', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (177, '0811/Cason仔〈铖哥〉', '视频号', '明哥揀粤港车', '1', '0811/Cason仔〈铖哥〉', '2025-08-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-11 11:44:59', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (178, '0811/李锦安', '视频号', '明哥揀粤港车', 'chuxiu0721', '0811/李锦安', '2025-08-11 11:37:52', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 03:38:17', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (179, '0811/Be', '视频号', '明哥揀粤港车', 'Kazekc', '0811/Be', '2025-08-11 11:39:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 03:39:23', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (206, '0812/Alex劉匡泰', '视频号', '明哥揀粤港车', '1', '0812/Alex劉匡泰', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:54:40', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (207, '0812/Amanda Lam', '视频号', '明哥揀粤港车', '1', '0812/Amanda Lam', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:54:41', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (208, '0812/C.t', '视频号', '明哥揀粤港车', '1', '0812/C.t', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:54:43', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (209, '0812/cium354', '视频号', '明哥揀粤港车', '1', '0812/cium354', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:54:44', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (210, '0812/Danny', '视频号', '明哥揀粤港车', '1', '0812/Danny', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:54:48', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (211, '0812/David', '视频号', '明哥揀粤港车', '1', '0812/David', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:54:49', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (212, '0812/Fer.Tsang', '视频号', '明哥揀粤港车', '1', '0812/Fer.Tsang', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:54:50', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (213, '0812/hurried traveler', '视频号', '明哥揀粤港车', '1', '0812/hurried traveler', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:54:52', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (214, '0812/Katie- Lam', '视频号', '明哥揀粤港车', '1', '0812/Katie- Lam', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:54:53', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (215, '0812/Lam on', '视频号', '明哥揀粤港车', '1', '0812/Lam on', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:54:55', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (216, '0812/Martin', '视频号', '明哥揀粤港车', '1', '0812/Martin', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:54:56', '2025-09-15 22:15:59', 0, 1, 0, 1, '客户已拉黑', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (217, '0812/ReKKa', '视频号', '明哥揀粤港车', '1', '0812/ReKKa', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:54:58', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (218, '0812/Sing', '视频号', '明哥揀粤港车', '1', '0812/Sing', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:55:00', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (219, '0812/十一.', '视频号', '明哥揀粤港车', '1', '0812/十一.', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:55:03', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (220, '0812/葉昊然/w', '视频号', '明哥中港两地牌', '1', '0812/葉昊然/w', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:55:05', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (221, '0812/尘埃', '视频号', '明哥揀粤港车', '1', '0812/尘埃', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:55:07', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (222, '0812/杨小姐香港', '视频号', '明哥揀粤港车', '1', '0812/杨小姐香港', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:55:08', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (223, '0812/熊大', '视频号', '明哥揀粤港车', '1', '0812/熊大', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:55:10', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (224, '0812/珍惜當下/w', '视频号', '明哥中港两地牌', '1', '0812/珍惜當下/w', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:55:12', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (225, '0812/秀怡 Dorothy chan', '视频号', '明哥揀粤港车', '1', '0812/秀怡 Dorothy chan', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:55:13', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (226, '0812/芷嬅', '视频号', '明哥揀粤港车', '1', '0812/芷嬅', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:55:15', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (227, '0812/财自道生 利缘义取', '视频号', '明哥揀粤港车', '1', '0812/财自道生 利缘义取', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:55:16', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (228, '0812/风景/叶子', '视频号', '明哥揀粤港车', '1', '0812/风景/叶子', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:55:18', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (229, '0812/黄子健 Clarence', '视频号', '明哥揀粤港车', '1', '0812/黄子健 Clarence', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:55:21', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (230, '0812/黑蔓', '视频号', '明哥揀粤港车', '1', '0812/黑蔓', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:55:23', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (231, '0812/鹏', '视频号', '明哥揀粤港车', '1', '0812/鹏', '2025-08-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-12 13:56:10', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (232, '0813/Dream/w', '视频号', '明哥两地牌', '1', '0813/Dream/w', '2025-08-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-13 15:10:04', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (233, '0813/Hilfred/w', '视频号', '明哥两地牌', '1', '0813/Hilfred/w', '2025-08-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-13 15:10:05', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (234, '0813/jacky', '视频号', '明哥揀粤港车', '1', '0813/jacky', '2025-08-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-13 15:10:06', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (235, '0813/坤/w', '视频号', '明哥中港两地牌', '1', '0813/坤/w', '2025-08-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-13 15:10:08', '2025-09-15 22:15:59', 0, 1, 0, 1, '客户已拉黑', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (236, '0813/恒诚装饰/叶子', '视频号', '明哥揀粤港车', '1', '0813/恒诚装饰/叶子', '2025-08-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-13 15:10:10', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (237, '0813/柏匡', '视频号', '明哥揀粤港车', '1', '0813/柏匡', '2025-08-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-13 15:10:12', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (238, '0813/水清云淡', '视频号', '明哥揀粤港车', '1', '0813/水清云淡', '2025-08-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-13 15:10:15', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (239, '0813/石业/揀车', '视频号', '明哥揀粤港车', '1', '0813/石业/揀车', '2025-08-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-13 15:10:16', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (240, '0813/罗伟新', '视频号', '明哥揀粤港车', '1', '0813/罗伟新', '2025-08-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-13 15:10:18', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (241, '0813/难得糊涂', '视频号', '明哥揀粤港车', '1', '0813/难得糊涂', '2025-08-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-13 15:10:19', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (242, '0813/黑白有道', '视频号', '明哥揀粤港车', '1', '0813/黑白有道', '2025-08-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-13 15:10:21', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (243, '0813/David', '视频号', '明哥揀粤港车', '1', '0813/David', '2025-08-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-13 15:10:42', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (244, '0814/Bruce Yuen', '视频号', '明哥揀粤港车', '1', '0814/Bruce Yuen', '2025-08-14 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-15 02:41:22', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (245, '0814/Evo', '视频号', '明哥揀粤港车', '1', '0814/Evo', '2025-08-14 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-15 02:41:24', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (246, '0814/Kelvin', '视频号', '明哥揀粤港车', '1', '0814/Kelvin', '2025-08-14 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-15 02:41:26', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (247, '0814/Leon王子軒', '视频号', '明哥揀粤港车', '1', '0814/Leon王子軒', '2025-08-14 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-15 02:41:32', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (248, '0814/M/w', '视频号', '明哥中港两地牌', '1', '0814/M/w', '2025-08-14 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-15 02:41:33', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (249, '0814/Mary', '视频号', '明哥揀粤港车', '1', '0814/Mary', '2025-08-14 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-15 02:41:35', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (250, '0814/Raymond Hui', '视频号', '明哥揀粤港车', '1', '0814/Raymond Hui', '2025-08-14 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-15 02:41:36', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (251, '0814/Ryan', '视频号', '明哥揀粤港车', '1', '0814/Ryan', '2025-08-14 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-15 02:41:37', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (252, '0814/YYL/hx', '抖音', '香港华星两地牌', '1', '0814/YYL/hx', '2025-08-14 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-15 02:41:39', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (253, '0814/代理/CADE', '视频号', '明哥揀粤港车', '1', '0814/代理/CADE', '2025-08-14 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-15 02:41:41', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (254, '0814/兔子斯巴特', '视频号', '明哥揀粤港车', '1', '0814/兔子斯巴特', '2025-08-14 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-15 02:41:43', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (255, '0814/叶志伟/hx', '抖音', '香港华星两地牌', '1', '0814/叶志伟/hx', '2025-08-14 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-15 02:41:45', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (256, '0814/蕭榮心Wilson萧荣心', '视频号', '明哥揀粤港车', '1', '0814/蕭榮心Wilson萧荣心', '2025-08-14 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-15 02:41:47', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (257, '0814/阿珍/揀车', '视频号', '明哥揀粤港车', '1', '0814/阿珍/揀车', '2025-08-14 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-15 02:41:48', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (276, '0815/FrancisL/揀车', '视频号', '明哥揀粤港车', 'francislfs', '0815/FrancisL/揀车', '2025-08-15 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-15 14:55:07', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (277, '0815/黄文仕', '视频号', '明哥揀粤港车', 'mancy_wei', '0815/黄文仕', '2025-08-15 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-15 14:55:08', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (278, '0815/林先生/揀车', '视频号', '明哥揀粤港车', 'CSKJ20201220', '0815/林先生/揀车', '2025-08-15 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-15 14:55:09', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (279, '0815/Kenneth', '视频号', '明哥揀粤港车', 'ckennethc', '0815/Kenneth', '2025-08-15 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-15 14:55:10', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (280, '0815/恒', '视频号', '明哥揀粤港车', 'childe302', '0815/恒', '2025-08-15 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-15 14:55:11', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (281, '0815/龍戲水', '视频号', '明哥揀粤港车', 'ricky51608558', '0815/龍戲水', '2025-08-15 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-15 14:55:12', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (282, '0815/雨后', '视频号', '明哥揀粤港车', 'c13808853372', '0815/雨后', '2025-08-15 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-15 14:55:13', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (283, '0815/Billy', '视频号', '明哥揀粤港车', 'billy901117', '0815/Billy', '2025-08-15 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-15 14:55:14', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (284, '0815/Grandy', '视频号', '明哥揀粤港车', 'wxid_di7u5obxvp4712', '0815/Grandy', '2025-08-15 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-15 14:55:15', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (285, '0815/Benko', '视频号', '明哥揀粤港车', 'Benko0206', '0815/Benko', '2025-08-15 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-15 14:55:16', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (286, '0816/A', '视频号', '明哥揀粤港车', 'HansonPower', '0816/A', '2025-08-16 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-17 11:35:18', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (287, '0816/Sing', '视频号', '明哥揀粤港车', 'Kasing9886', '0816/Sing', '2025-08-16 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-17 11:35:19', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (288, '0816/Himson', '视频号', '明哥揀粤港车', 'Surferhimson', '0816/Himson', '2025-08-16 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-17 11:35:21', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (289, '0816/香抗/揀车', '视频号', '明哥揀粤港车', 'MLK15816829898', '0816/香抗/揀车', '2025-08-16 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-17 11:35:22', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (290, '0816/Henry', '视频号', '明哥揀粤港车', 'Bpcy9698', '0816/Henry', '2025-08-16 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-17 11:35:23', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (291, '0816/Marvin南', '视频号', '明哥揀粤港车', 'marvinsu2006', '0816/Marvin南', '2025-08-16 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-17 11:35:24', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (292, '0816/祥祥/w', '视频号', '明哥揀粤港车', 'zsx13694238383_zsx', '0816/祥祥/w', '2025-08-16 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-17 11:35:25', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (293, '0817/A-谢', '视频号', '明哥揀粤港车', '1', '0817/A-谢', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:15:43', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (294, '0817/Annie', '视频号', '明哥揀粤港车', '1', '0817/Annie', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:15:44', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (295, '0817/atomic', '视频号', '明哥揀粤港车', '1', '0817/atomic', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:15:45', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (296, '0817/Carol_Ma', '视频号', '明哥揀粤港车', '1', '0817/Carol_Ma', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:15:46', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (297, '0817/Chun俊/揀车', '视频号', '明哥揀粤港车', '1', '0817/Chun俊/揀车', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:15:47', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (298, '0817/Cindy金灿灿', '视频号', '明哥揀粤港车', '1', '0817/Cindy金灿灿', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:15:48', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (299, '0817/Dong wang.zhao俄罗斯一…', '视频号', '明哥揀粤港车', '1', '0817/Dong wang.zhao俄罗斯一…', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:15:49', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (300, '0817/fanny', '视频号', '明哥揀粤港车', '1', '0817/fanny', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:15:50', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (301, '0817/garyjian', '视频号', '明哥揀粤港车', '1', '0817/garyjian', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:15:51', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (302, '0817/Hello', '视频号', '明哥揀粤港车', '1', '0817/Hello', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:15:52', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (303, '0817/HKPP', '视频号', '明哥揀粤港车', '1', '0817/HKPP', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:15:53', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (304, '0817/Jenny佳琪', '视频号', '明哥揀粤港车', '1', '0817/Jenny佳琪', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:15:54', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (305, '0817/jie', '视频号', '明哥揀粤港车', '1', '0817/jie', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:15:56', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (306, '0817/kelvin', '视频号', '明哥揀粤港车', '1', '0817/kelvin', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:15:57', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (307, '0817/Lee', '视频号', '明哥揀粤港车', '1', '0817/Lee', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:15:58', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (308, '0817/Luna', '视频号', '明哥揀粤港车', '1', '0817/Luna', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:15:59', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (309, '0817/Lzx', '视频号', '明哥揀粤港车', '1', '0817/Lzx', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:00', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (310, '0817/Ming Wong', '视频号', '明哥揀粤港车', '1', '0817/Ming Wong', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:01', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (311, '0817/Mr.Jiang', '视频号', '明哥揀粤港车', '1', '0817/Mr.Jiang', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:02', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (312, '0817/Mr.ReX', '视频号', '明哥揀粤港车', '1', '0817/Mr.ReX', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:03', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (313, '0817/Road to infinity', '视频号', '明哥揀粤港车', '1', '0817/Road to infinity', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:04', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (314, '0817/SQWS', '视频号', '明哥揀粤港车', '1', '0817/SQWS', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:05', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (315, '0817/Stannnnnn_', '视频号', '明哥揀粤港车', '1', '0817/Stannnnnn_', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:06', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (316, '0817/Terry Siu', '视频号', '明哥揀粤港车', '1', '0817/Terry Siu', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:07', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (317, '0817/Tony', '视频号', '明哥揀粤港车', '1', '0817/Tony', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:08', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (318, '0817/一凡', '视频号', '明哥揀粤港车', '1', '0817/一凡', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:09', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (319, '0817/万佳安', '视频号', '明哥揀粤港车', '1', '0817/万佳安', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:10', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (320, '0817/传琪/揀车', '视频号', '明哥揀粤港车', '1', '0817/传琪/揀车', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:11', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (321, '0817/冷先锋（香港HK）', '视频号', '明哥揀粤港车', '1', '0817/冷先锋（香港HK）', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:12', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (322, '0817/凤凰涅磐', '视频号', '明哥揀粤港车', '1', '0817/凤凰涅磐', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:13', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (323, '0817/叶志聪', '视频号', '明哥揀粤港车', '1', '0817/叶志聪', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:14', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (324, '0817/同人', '视频号', '明哥揀粤港车', '1', '0817/同人', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:16', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (325, '0817/吴/揀车', '视频号', '明哥揀粤港车', '1', '0817/吴/揀车', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:17', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (326, '0817/嘉诚', '视频号', '明哥揀粤港车', '1', '0817/嘉诚', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:18', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (327, '0817/大地', '视频号', '明哥揀粤港车', '1', '0817/大地', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:19', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (328, '0817/大海(國忠)', '视频号', '明哥揀粤港车', '1', '0817/大海(國忠)', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:20', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (329, '0817/大愛仙尊', '视频号', '明哥揀粤港车', '1', '0817/大愛仙尊', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:21', '2025-09-15 22:15:59', 0, 1, 0, 1, '客户已拉黑', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (330, '0817/好运来631419', '视频号', '明哥揀粤港车', '1', '0817/好运来631419', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:22', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (331, '0817/如意', '视频号', '明哥揀粤港车', '1', '0817/如意', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:23', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (332, '0817/富庶', '视频号', '明哥揀粤港车', '1', '0817/富庶', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:24', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (333, '0817/小安子/揀车', '视频号', '明哥揀粤港车', '1', '0817/小安子/揀车', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:25', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (334, '0817/张洪', '视频号', '明哥揀粤港车', '1', '0817/张洪', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:26', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (335, '0817/张者春夏秋冬', '视频号', '明哥揀粤港车', '1', '0817/张者春夏秋冬', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:27', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (336, '0817/得得B/揀车', '视频号', '明哥揀粤港车', '1', '0817/得得B/揀车', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:28', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (337, '0817/微微一笑', '视频号', '明哥揀粤港车', '1', '0817/微微一笑', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:29', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (338, '0817/戴肥肥', '视频号', '明哥揀粤港车', '1', '0817/戴肥肥', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:30', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (339, '0817/放下/揀车', '视频号', '明哥揀粤港车', '1', '0817/放下/揀车', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:31', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (340, '0817/文藏雅聚老酒雪茄', '视频号', '明哥揀粤港车', '1', '0817/文藏雅聚老酒雪茄', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:32', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (341, '0817/无相无为', '视频号', '明哥揀粤港车', '1', '0817/无相无为', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:33', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (342, '0817/明信通~倪生', '视频号', '明哥揀粤港车', '1', '0817/明信通~倪生', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:34', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (343, '0817/曹军', '视频号', '明哥揀粤港车', '1', '0817/曹军', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:35', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (344, '0817/曾经的我', '视频号', '明哥揀粤港车', '1', '0817/曾经的我', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:37', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (345, '0817/李泽有', '视频号', '明哥揀粤港车', '1', '0817/李泽有', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:38', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (346, '0817/李灿国', '视频号', '明哥揀粤港车', '1', '0817/李灿国', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:39', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (347, '0817/杨杨', '视频号', '明哥揀粤港车', '1', '0817/杨杨', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:40', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (348, '0817/杯酒歌《余生》', '视频号', '明哥揀粤港车', '1', '0817/杯酒歌《余生》', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:41', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (349, '0817/極品飛車-汶少', '视频号', '明哥揀粤港车', '1', '0817/極品飛車-汶少', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:42', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (350, '0817/林坤', '视频号', '明哥揀粤港车', '1', '0817/林坤', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:43', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (351, '0817/柒', '视频号', '明哥揀粤港车', '1', '0817/柒', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:44', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (352, '0817/梁景诱/揀车', '视频号', '明哥揀粤港车', '1', '0817/梁景诱/揀车', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:45', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (353, '0817/正', '视频号', '明哥揀粤港车', '1', '0817/正', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:46', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (354, '0817/段炼1340882179', '视频号', '明哥揀粤港车', '1', '0817/段炼1340882179', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:47', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (355, '0817/段', '视频号', '明哥揀粤港车', '1', '0817/段', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:48', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (356, '0817/江湖在人间/揀车', '视频号', '明哥揀粤港车', '1', '0817/江湖在人间/揀车', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:49', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (357, '0817/洪', '视频号', '明哥揀粤港车', '1', '0817/洪', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 1, '2025-08-21 00:00:00', '2025-08-20 01:16:50', '2025-09-15 22:15:59', 0, 1, 0, 1, '客户已成交', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (358, '0817/海孟超', '视频号', '明哥揀粤港车', '1', '0817/海孟超', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:51', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (359, '0817/深山老林/揀车', '视频号', '明哥揀粤港车', '1', '0817/深山老林/揀车', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:52', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (360, '0817/热心市民', '视频号', '明哥揀粤港车', '1', '0817/热心市民', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:53', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (361, '0817/热血青年', '视频号', '明哥揀粤港车', '1', '0817/热血青年', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:54', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (362, '0817/燕子', '视频号', '明哥揀粤港车', '1', '0817/燕子', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:56', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (363, '0817/燕燕', '视频号', '明哥揀粤港车', '1', '0817/燕燕', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:57', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (364, '0817/牛波波', '视频号', '明哥揀粤港车', '1', '0817/牛波波', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:58', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (365, '0817/王先生', '视频号', '明哥揀粤港车', '1', '0817/王先生', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:16:59', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (366, '0817/王洪林/揀车', '视频号', '明哥揀粤港车', '1', '0817/王洪林/揀车', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:00', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (367, '0817/玩火小子陈荣', '视频号', '明哥揀粤港车', '1', '0817/玩火小子陈荣', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:01', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (368, '0817/男人撸猫', '视频号', '明哥揀粤港车', '1', '0817/男人撸猫', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:02', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (369, '0817/祥云潮品', '视频号', '明哥揀粤港车', '1', '0817/祥云潮品', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:03', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (370, '0817/简约头等舱/揀车', '视频号', '明哥揀粤港车', '1', '0817/简约头等舱/揀车', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:04', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (371, '0817/粤港阿保', '视频号', '明哥揀粤港车', '1', '0817/粤港阿保', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:05', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (372, '0817/维公子', '视频号', '明哥揀粤港车', '1', '0817/维公子', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:06', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (373, '0817/老呈13424161851', '视频号', '明哥揀粤港车', '1', '0817/老呈13424161851', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:07', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (374, '0817/老搭档', '视频号', '明哥揀粤港车', '1', '0817/老搭档', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:08', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (375, '0817/肖锋', '视频号', '明哥揀粤港车', '1', '0817/肖锋', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:09', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (376, '0817/良璧', '视频号', '明哥揀粤港车', '1', '0817/良璧', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:10', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (377, '0817/苏麒中', '视频号', '明哥揀粤港车', '1', '0817/苏麒中', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:11', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (378, '0817/葱墨', '视频号', '明哥揀粤港车', '1', '0817/葱墨', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:12', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (379, '0817/藏锋慎言隐智', '视频号', '明哥揀粤港车', '1', '0817/藏锋慎言隐智', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:13', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (380, '0817/詹海', '视频号', '明哥揀粤港车', '1', '0817/詹海', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:14', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (381, '0817/郭东勇', '视频号', '明哥揀粤港车', '1', '0817/郭东勇', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:15', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (382, '0817/阮晓明', '视频号', '明哥揀粤港车', '1', '0817/阮晓明', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:16', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (383, '0817/陈生', '视频号', '明哥揀粤港车', '1', '0817/陈生', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:18', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (384, '0817/随风', '视频号', '明哥揀粤港车', '1', '0817/随风', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:19', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (385, '0817/顽皮小鳄霸/揀车', '视频号', '明哥揀粤港车', '1', '0817/顽皮小鳄霸/揀车', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:20', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (386, '0817/高大', '视频号', '明哥揀粤港车', '1', '0817/高大', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:21', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (387, '0817/鲤跃龙门/揀车', '视频号', '明哥揀粤港车', '1', '0817/鲤跃龙门/揀车', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:22', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (388, '0817/鸿晟', '视频号', '明哥揀粤港车', '1', '0817/鸿晟', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:23', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (389, '0817/黄桂明', '视频号', '明哥揀粤港车', '1', '0817/黄桂明', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:24', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (390, '0817/黑闰', '视频号', '明哥揀粤港车', '1', '0817/黑闰', '2025-08-17 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:17:25', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (391, '0818/al ways be', '视频号', '明哥揀粤港车', '1', '0818/al ways be', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:24', '2025-09-15 22:15:59', 0, 1, 0, 1, '客户流失', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (392, '0818/andy財', '视频号', '明哥揀粤港车', '1', '0818/andy財', '2025-08-18 00:00:00', 1, '高', '销售_盛威', 0, NULL, '2025-08-20 01:23:25', '2025-09-15 14:11:15', 1, 0, 1, 0, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (393, '0818/b', '视频号', '明哥揀粤港车', '1', '0818/b', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:27', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (394, '0818/Bie', '视频号', '明哥揀粤港车', '1', '0818/Bie', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:28', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (395, '0818/Deao216', '视频号', '明哥揀粤港车', '1', '0818/Deao216', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:29', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (396, '0818/Jenny', '视频号', '明哥揀粤港车', '1', '0818/Jenny', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:30', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (397, '0818/Kari S', '视频号', '明哥揀粤港车', '1', '0818/Kari S', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:31', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (398, '0818/Kinson', '视频号', '明哥揀粤港车', '1', '0818/Kinson', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:32', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (399, '0818/Lian廉', '视频号', '明哥揀粤港车', '1', '0818/Lian廉', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:33', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (400, '0818/Liyan', '视频号', '明哥揀粤港车', '1', '0818/Liyan', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:34', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (401, '0818/Mr.Panda-孙先生', '视频号', '明哥揀粤港车', '1', '0818/Mr.Panda-孙先生', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:35', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (402, '0818/ViP', '视频号', '明哥揀粤港车', '1', '0818/ViP', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:36', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (403, '0818/wilson', '视频号', '明哥揀粤港车', '1', '0818/wilson', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:37', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (404, '0818/ZJC-MackJiang', '视频号', '明哥揀粤港车', '1', '0818/ZJC-MackJiang', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:38', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (405, '0818/兴革', '视频号', '明哥揀粤港车', '1', '0818/兴革', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:39', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (406, '0818/凌志', '视频号', '明哥揀粤港车', '1', '0818/凌志', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:40', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (407, '0818/凯榮', '视频号', '明哥揀粤港车', '1', '0818/凯榮', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:41', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (408, '0818/劉海威', '视频号', '明哥揀粤港车', '1', '0818/劉海威', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:42', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (409, '0818/加哥來了🌸', '视频号', '明哥揀粤港车', '1', '0818/加哥來了🌸', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:43', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (410, '0818/勇往直前', '视频号', '明哥揀粤港车', '1', '0818/勇往直前', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:44', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (411, '0818/大璐璐', '视频号', '明哥揀粤港车', '1', '0818/大璐璐', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:45', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (412, '0818/天行健', '视频号', '明哥揀粤港车', '1', '0818/天行健', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:46', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (413, '0818/好战奇/约下周', '视频号', '明哥揀粤港车', '1', '0818/好战奇/约下周', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:48', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (414, '0818/姜豪', '视频号', '明哥揀粤港车', '1', '0818/姜豪', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:49', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (415, '0818/小草', '视频号', '明哥揀粤港车', '1', '0818/小草', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:50', '2025-09-15 14:09:47', 0, 0, 1, 0, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (416, '0818/屈增強', '视频号', '明哥揀粤港车', '1', '0818/屈增強', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:51', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (417, '0818/德（TTChan）', '视频号', '明哥揀粤港车', '1', '0818/德（TTChan）', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:52', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (418, '0818/恆豐实业13922268617', '视频号', '明哥揀粤港车', '1', '0818/恆豐实业13922268617', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:53', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (419, '0818/持心若水', '视频号', '明哥揀粤港车', '1', '0818/持心若水', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:54', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (420, '0818/曾東林', '视频号', '明哥揀粤港车', '1', '0818/曾東林', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:55', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (421, '0818/末班车', '视频号', '明哥揀粤港车', '1', '0818/末班车', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:56', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (422, '0818/杰', '视频号', '明哥揀粤港车', '1', '0818/杰', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:57', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (423, '0818/海产批发海马酒', '视频号', '明哥揀粤港车', '1', '0818/海产批发海马酒', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:58', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (424, '0818/珍珠腊肠', '视频号', '明哥揀粤港车', '1', '0818/珍珠腊肠', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:23:59', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (425, '0818/翟焕辉', '视频号', '明哥揀粤港车', '1', '0818/翟焕辉', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:24:00', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (426, '0818/老蔡', '视频号', '明哥揀粤港车', '1', '0818/老蔡', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:24:01', '2025-09-15 22:15:59', 0, 1, 0, 1, '客户流失', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (427, '0818/苦海无涯', '视频号', '明哥揀粤港车', '1', '0818/苦海无涯', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:24:02', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (428, '0818/财神爷', '视频号', '明哥揀粤港车', '1', '0818/财神爷', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:24:03', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (429, '0818/輝', '视频号', '明哥揀粤港车', '1', '0818/輝', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:24:04', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (430, '0818/随机名称', '视频号', '明哥揀粤港车', '1', '0818/随机名称', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:24:05', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (431, '0818/黎明', '视频号', '明哥揀粤港车', '1', '0818/黎明', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:24:06', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (432, '0818/龙帅', '视频号', '明哥揀粤港车', '1', '0818/龙帅', '2025-08-18 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:24:08', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (433, '0819/Bruce Lee李', '视频号', '明哥揀粤港车', '1', '0819/Bruce Lee李', '2025-08-19 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:36:07', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (434, '0819/Dee', '视频号', '明哥揀粤港车', '1', '0819/Dee', '2025-08-19 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:36:08', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (435, '0819/ETC永诚财产保险/w', '视频号', '明哥揀粤港车', '1', '0819/ETC永诚财产保险/w', '2025-08-19 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:36:09', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (436, '0819/H何炎东 h何炎东', '视频号', '明哥揀粤港车', '1', '0819/H何炎东 h何炎东', '2025-08-19 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:36:10', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (437, '0819/Jimmy', '视频号', '明哥揀粤港车', '1', '0819/Jimmy', '2025-08-19 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:36:11', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (438, '0819/Mr. He', '视频号', '明哥揀粤港车', '1', '0819/Mr. He', '2025-08-19 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:36:12', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (439, '0819/Rainbow 敏', '视频号', '明哥揀粤港车', '1', '0819/Rainbow 敏', '2025-08-19 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:36:13', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (440, '0819/Serene', '视频号', '明哥揀粤港车', '1', '0819/Serene', '2025-08-19 00:00:00', 1, '高', '销售_盛威', 0, NULL, '2025-08-20 01:36:14', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (441, '0819/TUT', '视频号', '明哥揀粤港车', '1', '0819/TUT', '2025-08-19 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:36:15', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (442, '0819/不认命', '视频号', '明哥揀粤港车', '1', '0819/不认命', '2025-08-19 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:36:16', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (443, '0819/喜喝柠檬茶-健', '视频号', '明哥揀粤港车', '1', '0819/喜喝柠檬茶-健', '2025-08-19 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:36:17', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (444, '0819/莊辉亮', '视频号', '明哥揀粤港车', '1', '0819/莊辉亮', '2025-08-19 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:36:18', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (445, '0819/张生', '视频号', '明哥揀粤港车', '1', '0819/张生', '2025-08-19 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:36:19', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (446, '0819/挺', '视频号', '明哥揀粤港车', '1', '0819/挺', '2025-08-19 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:36:20', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (447, '0819/无名', '视频号', '明哥揀粤港车', '1', '0819/无名', '2025-08-19 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:36:21', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (448, '0819/木阿', '视频号', '明哥揀粤港车', '1', '0819/木阿', '2025-08-19 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:36:23', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (449, '0819/泓', '视频号', '明哥揀粤港车', '1', '0819/泓', '2025-08-19 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:36:24', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (450, '0819/潘雯', '视频号', '明哥揀粤港车', '1', '0819/潘雯', '2025-08-19 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:36:25', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (451, '0819/玖源珠宝', '视频号', '明哥揀粤港车', '1', '0819/玖源珠宝', '2025-08-19 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:36:26', '2025-09-15 22:15:59', 0, 1, 0, 1, '多轮回访未回复', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (452, '0819/邹健.广东烟台商会', '视频号', '明哥揀粤港车', '1', '0819/邹健.广东烟台商会', '2025-08-19 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:36:27', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (453, '0819/阿志皇', '视频号', '明哥揀粤港车', '1', '0819/阿志皇', '2025-08-19 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:36:28', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (454, '0819/陆伟明', '视频号', '明哥揀粤港车', '1', '0819/陆伟明', '2025-08-19 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-20 01:36:29', '2025-09-15 22:15:59', 1, 0, 0, 1, '', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (498, '0820/喂喂', '视频号', '明哥揀粤港车', '0820/喂喂', '0820/喂喂', '2025-08-20 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:12:14', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (499, '0820/奥迪\'奔驰\'宾利\'保时捷', '视频号', '明哥揀粤港车', '0820/奥迪\'奔驰\'宾利\'保时捷', '0820/奥迪\'奔驰\'宾利\'保时捷', '2025-08-20 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:12:14', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (500, '0820/小龚', '视频号', '明哥揀粤港车', '0820/小龚', '0820/小龚', '2025-08-20 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:12:14', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (501, '0820/陈启强 13517572266', '视频号', '明哥揀粤港车', '0820/陈启强 13517572266', '0820/陈启强 13517572266', '2025-08-20 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:12:14', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (502, '0821/CHFix/揀車 D', '视频号', '明哥揀粤港车', '0821/CHFix/揀車 D', '0821/CHFix/揀車 D', '2025-08-21 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:12:49', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (503, '0821/Daniel 劉', '视频号', '明哥揀粤港车', '0821/Daniel 劉', '0821/Daniel 劉', '2025-08-21 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:12:49', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (504, '0821/Danny', '视频号', '明哥揀粤港车', '0821/Danny', '0821/Danny', '2025-08-21 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:12:49', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (505, '0821/Mars', '视频号', '明哥揀粤港车', '0821/Mars', '0821/Mars', '2025-08-21 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:12:49', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (506, '0821/Vins Tai', '视频号', '明哥揀粤港车', '0821/Vins Tai', '0821/Vins Tai', '2025-08-21 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:12:49', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (507, '0821/有求必应', '视频号', '明哥揀粤港车', '0821/有求必应', '0821/有求必应', '2025-08-21 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:12:49', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (508, '0821/望', '视频号', '明哥揀粤港车', '0821/望', '0821/望', '2025-08-21 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:12:49', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (509, '0821/超/买靓号', '视频号', '明哥揀粤港车', '0821/超/买靓号', '0821/超/买靓号', '2025-08-21 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:12:49', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (510, '0822/AM-S', '视频号', '明哥揀粤港车', '0822/AM-S', '0822/AM-S', '2025-08-22 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:18:00', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (511, '0822/Don我遇上你', '视频号', '明哥揀粤港车', '0822/Don我遇上你', '0822/Don我遇上你', '2025-08-22 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:18:00', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (512, '0822/Martin', '视频号', '明哥揀粤港车', '0822/Martin', '0822/Martin', '2025-08-22 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:18:00', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (513, '0822/Thomas Ng', '视频号', '明哥揀粤港车', '0822/Thomas Ng', '0822/Thomas Ng', '2025-08-22 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:18:00', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (514, '0822/Yeepui', '视频号', '明哥揀粤港车', '0822/Yeepui', '0822/Yeepui', '2025-08-22 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:18:00', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (515, '0822/从容々悠然', '视频号', '明哥揀粤港车', '0822/从容々悠然', '0822/从容々悠然', '2025-08-22 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:18:00', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (516, '0822/大华', '视频号', '明哥揀粤港车', '0822/大华', '0822/大华', '2025-08-22 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:18:00', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (517, '0822/娜娜', '视频号', '明哥揀粤港车', '0822/娜娜', '0822/娜娜', '2025-08-22 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:18:00', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (518, '0822/摩登纳斯！陈荣', '视频号', '明哥揀粤港车', '0822/摩登纳斯！陈荣', '0822/摩登纳斯！陈荣', '2025-08-22 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:18:00', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (519, '0822/热苏打', '视频号', '明哥揀粤港车', '0822/热苏打', '0822/热苏打', '2025-08-22 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:18:00', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (520, '0822/老林', '视频号', '明哥揀粤港车', '0822/老林', '0822/老林', '2025-08-22 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:18:34', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (521, '0822/陈伟财 13428949922', '视频号', '明哥揀粤港车', '0822/陈伟财 13428949922', '0822/陈伟财 13428949922', '2025-08-22 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:18:34', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (522, '0822/马踏飞燕', '视频号', '明哥揀粤港车', '0822/马踏飞燕', '0822/马踏飞燕', '2025-08-22 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-08-28 04:18:34', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (523, '0829/patrick', '视频号', '明哥揀粤港车', '0829/patrick', '0829/patrick', '2025-08-29 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:40:18', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (524, '0829/Rex', '视频号', '明哥揀粤港车', '0829/Rex', '0829/Rex', '2025-08-29 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:40:18', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (525, '0829/Kevin C', '视频号', '明哥揀粤港车', '0829/Kevin C', '0829/Kevin C', '2025-08-29 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:40:18', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (526, '0829/Peter Kang', '视频号', '明哥揀粤港车', '0829/Peter Kang', '0829/Peter Kang', '2025-08-29 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:40:18', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (527, '0829/上顶好', '视频号', '明哥揀粤港车', '0829/上顶好', '0829/上顶好', '2025-08-29 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:40:18', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (528, '0829/庄大宝', '视频号', '明哥揀粤港车', '0829/庄大宝', '0829/庄大宝', '2025-08-29 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:40:18', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (529, '0829/种园', '视频号', '明哥揀粤港车', '0829/种园', '0829/种园', '2025-08-29 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:40:18', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (530, '0829/胡', '视频号', '明哥揀粤港车', '0829/胡', '0829/胡', '2025-08-29 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:40:18', '2025-09-15 22:15:59', 0, 1, 0, 1, '无效线索', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (531, '0828/小森🎵…', '视频号', '明哥揀粤港车', '0828/小森🎵…', '0828/小森🎵…', '2025-08-28 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:03', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (532, '0828/mago', '视频号', '明哥揀粤港车', '0828/mago', '0828/mago', '2025-08-28 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:03', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (533, '0828/Mak龍', '视频号', '明哥揀粤港车', '0828/Mak龍', '0828/Mak龍', '2025-08-28 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:03', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (534, '0828/Patrick', '视频号', '明哥揀粤港车', '0828/Patrick', '0828/Patrick', '2025-08-28 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:03', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (535, '0828/wy8888', '视频号', '明哥揀粤港车', '0828/wy8888', '0828/wy8888', '2025-08-28 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:03', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (536, '0828/中港澳車', '视频号', '明哥揀粤港车', '0828/中港澳車', '0828/中港澳車', '2025-08-28 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:03', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (537, '0828/慧明', '视频号', '明哥揀粤港车', '0828/慧明', '0828/慧明', '2025-08-28 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:03', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (538, '0828/旅游世界', '视频号', '明哥揀粤港车', '0828/旅游世界', '0828/旅游世界', '2025-08-28 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:03', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (539, '0828/胡薛平9（东方之珠）', '视频号', '东方之珠', '0828/胡薛平9（东方之珠）', '0828/胡薛平9（东方之珠）', '2025-08-28 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:03', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (540, '0828/顿乐师兄', '视频号', '明哥揀粤港车', '0828/顿乐师兄', '0828/顿乐师兄', '2025-08-28 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:03', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (541, '0827/Kenny Ho', '视频号', '明哥揀粤港车', '0827/Kenny Ho', '0827/Kenny Ho', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (542, '0827/kingsley', '视频号', '明哥揀粤港车', '0827/kingsley', '0827/kingsley', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (543, '0827/Nancy', '视频号', '明哥揀粤港车', '0827/Nancy', '0827/Nancy', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (544, '0827/Rainy', '视频号', '明哥揀粤港车', '0827/Rainy', '0827/Rainy', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (545, '0827/Ryan', '视频号', '明哥揀粤港车', '0827/Ryan', '0827/Ryan', '2025-08-27 00:00:00', 1, '中', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 14:09:47', 0, 0, 1, 0, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (546, '0827/Sword', '视频号', '明哥揀粤港车', '0827/Sword', '0827/Sword', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (547, '0827/ting', '视频号', '明哥揀粤港车', '0827/ting', '0827/ting', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (548, '0827/劉華剛（深灣）', '视频号', '明哥揀粤港车', '0827/劉華剛（深灣）', '0827/劉華剛（深灣）', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (549, '0827/華', '视频号', '明哥揀粤港车', '0827/華', '0827/華', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (550, '0827/大將', '视频号', '明哥揀粤港车', '0827/大將', '0827/大將', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (551, '0827/有緣人小阿哥', '视频号', '明哥揀粤港车', '0827/有緣人小阿哥', '0827/有緣人小阿哥', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (552, '0827/李達輝', '视频号', '明哥揀粤港车', '0827/李達輝', '0827/李達輝', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (553, '0827/深圳新世紀啊根', '视频号', '明哥揀粤港车', '0827/深圳新世紀啊根', '0827/深圳新世紀啊根', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (554, '0827/漂移者', '视频号', '明哥揀粤港车', '0827/漂移者', '0827/漂移者', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (555, '0827/愛（華星抖音）', '抖音', '香港华星两地牌', '0827/愛（華星抖音）', '0827/愛（華星抖音）', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (556, '0827/陳百萬', '视频号', '明哥揀粤港车', '0827/陳百萬', '0827/陳百萬', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (557, '0827/Mars-HK', '视频号', '明哥揀粤港车', '0827/Mars-HK', '0827/Mars-HK', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (558, '0827/Calvin Kwan', '视频号', '明哥揀粤港车', '0827/Calvin Kwan', '0827/Calvin Kwan', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (559, '0827/Karina Law', '视频号', '明哥揀粤港车', '0827/Karina Law', '0827/Karina Law', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (560, '0827/Sam', '视频号', '明哥揀粤港车', '0827/Sam', '0827/Sam', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (561, '0827/T', '视频号', '明哥揀粤港车', '0827/T', '0827/T', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (562, '0827/一休', '视频号', '明哥揀粤港车', '0827/一休', '0827/一休', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (563, '0827/俊', '视频号', '明哥揀粤港车', '0827/俊', '0827/俊', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (564, '0827/劉瑩', '视频号', '明哥揀粤港车', '0827/劉瑩', '0827/劉瑩', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (565, '0827/動向', '视频号', '明哥揀粤港车', '0827/動向', '0827/動向', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (566, '0827/吖皓', '视频号', '明哥揀粤港车', '0827/吖皓', '0827/吖皓', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (567, '0827/呀文', '视频号', '明哥揀粤港车', '0827/呀文', '0827/呀文', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (568, '0827/周文標', '视频号', '明哥揀粤港车', '0827/周文標', '0827/周文標', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (569, '0827/安可', '视频号', '明哥揀粤港车', '0827/安可', '0827/安可', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (570, '0827/廣豐商行_Lam', '视频号', '明哥揀粤港车', '0827/廣豐商行_Lam', '0827/廣豐商行_Lam', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (571, '0827/方仔哥', '视频号', '明哥揀粤港车', '0827/方仔哥', '0827/方仔哥', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (572, '0827/無名', '视频号', '明哥揀粤港车', '0827/無名', '0827/無名', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (573, '0827/李老三', '视频号', '明哥揀粤港车', '0827/李老三', '0827/李老三', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (574, '0827/车牌20内，不限口岸、车型', '视频号', '明哥揀粤港车', '0827/车牌20内，不限口岸、车型', '0827/车牌20内，不限口岸、车型', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (575, '0827/车牌预算二三十', '视频号', '明哥揀粤港车', '0827/车牌预算二三十', '0827/车牌预算二三十', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (576, '0827/銳記', '视频号', '明哥揀粤港车', '0827/銳記', '0827/銳記', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (577, '0827/魚', '视频号', '明哥揀粤港车', '0827/魚', '0827/魚', '2025-08-27 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:41:55', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (578, '0826/耀', '视频号', '明哥揀粤港车', '0826/耀', '0826/耀', '2025-08-26 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:42:41', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (579, '0826/cherry', '视频号', '明哥揀粤港车', '0826/cherry', '0826/cherry', '2025-08-26 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:42:41', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (580, '0826/Liza', '视频号', '明哥揀粤港车', '0826/Liza', '0826/Liza', '2025-08-26 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:42:41', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (581, '0826/Nick段君', '视频号', '明哥揀粤港车', '0826/Nick段君', '0826/Nick段君', '2025-08-26 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:42:41', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (582, '0826/O Design Ken', '视频号', '明哥揀粤港车', '0826/O Design Ken', '0826/O Design Ken', '2025-08-26 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:42:41', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (583, '0826/TO', '视频号', '明哥揀粤港车', '0826/TO', '0826/TO', '2025-08-26 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:42:41', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (584, '0826/ZhiFong', '视频号', '明哥揀粤港车', '0826/ZhiFong', '0826/ZhiFong', '2025-08-26 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:42:41', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (585, '0826/任意口岸+埃尔法（低预算）', '视频号', '明哥揀粤港车', '0826/任意口岸+埃尔法（低预算）', '0826/任意口岸+埃尔法（低预算）', '2025-08-26 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:42:41', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (586, '0826/周文', '视频号', '明哥揀粤港车', '0826/周文', '0826/周文', '2025-08-26 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:42:41', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (587, '0826/哈', '视频号', '明哥揀粤港车', '0826/哈', '0826/哈', '2025-08-26 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:42:41', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (588, '0826/广州草根', '视频号', '明哥揀粤港车', '0826/广州草根', '0826/广州草根', '2025-08-26 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:42:41', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (589, '0826/水哥', '视频号', '明哥揀粤港车', '0826/水哥', '0826/水哥', '2025-08-26 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:42:41', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (590, '0826/泰 皇', '视频号', '明哥揀粤港车', '0826/泰 皇', '0826/泰 皇', '2025-08-26 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:42:41', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (591, '0826/溯', '视频号', '明哥揀粤港车', '0826/溯', '0826/溯', '2025-08-26 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:42:41', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (592, '0826/牛权cow', '视频号', '明哥揀粤港车', '0826/牛权cow', '0826/牛权cow', '2025-08-26 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:42:41', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (593, '0826/老郑深圳机场', '视频号', '明哥揀粤港车', '0826/老郑深圳机场', '0826/老郑深圳机场', '2025-08-26 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:42:41', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (594, '0826/蜘蛛侠', '视频号', '明哥揀粤港车', '0826/蜘蛛侠', '0826/蜘蛛侠', '2025-08-26 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:42:41', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (595, '0826/記工程', '视频号', '明哥揀粤港车', '0826/記工程', '0826/記工程', '2025-08-26 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:42:41', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (596, '0825/nancy', '视频号', '明哥揀粤港车', '0825/nancy', '0825/nancy', '2025-08-25 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:43:45', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (597, '0825/perfect', '视频号', '明哥揀粤港车', '0825/perfect', '0825/perfect', '2025-08-25 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:43:45', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (598, '0825/STONE', '视频号', '明哥揀粤港车', '0825/STONE', '0825/STONE', '2025-08-25 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:43:45', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (599, '0825/YOUNG', '视频号', '明哥揀粤港车', '0825/YOUNG', '0825/YOUNG', '2025-08-25 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:43:45', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (600, '0825/偉仔', '视频号', '明哥揀粤港车', '0825/偉仔', '0825/偉仔', '2025-08-25 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:43:45', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (601, '0825/健', '视频号', '明哥揀粤港车', '0825/健', '0825/健', '2025-08-25 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:43:45', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (602, '0825/小王', '视频号', '明哥揀粤港车', '0825/小王', '0825/小王', '2025-08-25 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:43:45', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (603, '0825/無名', '视频号', '明哥揀粤港车', '0825/無名', '0825/無名', '2025-08-25 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:43:45', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (604, '0825/無名/港珠澳', '视频号', '明哥揀粤港车', '0825/無名/港珠澳', '0825/無名/港珠澳', '2025-08-25 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:43:45', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (605, '0825/無名二', '视频号', '明哥揀粤港车', '0825/無名二', '0825/無名二', '2025-08-25 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:43:45', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (606, '0825/星', '视频号', '明哥揀粤港车', '0825/星', '0825/星', '2025-08-25 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:43:45', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (607, '0825/海牙认证- Eva', '视频号', '明哥揀粤港车', '0825/海牙认证- Eva', '0825/海牙认证- Eva', '2025-08-25 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:43:45', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (608, '0825/蒋宇豪', '视频号', '明哥揀粤港车', '0825/蒋宇豪', '0825/蒋宇豪', '2025-08-25 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:43:45', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (609, '0825/諾二千年', '视频号', '明哥揀粤港车', '0825/諾二千年', '0825/諾二千年', '2025-08-25 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:43:45', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (610, '0825/金达工程/coco', '视频号', '东方之珠', '0825/金达工程/coco', '0825/金达工程/coco', '2025-08-25 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:43:45', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (611, '0824/A .9', '视频号', '明哥揀粤港车', '0824/A .9', '0824/A .9', '2025-08-24 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:44:13', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (612, '0824/A7.源生达', '视频号', '明哥揀粤港车', '0824/A7.源生达', '0824/A7.源生达', '2025-08-24 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:44:13', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (613, '0824/mokiop', '视频号', '明哥揀粤港车', '0824/mokiop', '0824/mokiop', '2025-08-24 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:44:13', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (614, '0824/Shermay 婷', '视频号', '明哥揀粤港车', '0824/Shermay 婷', '0824/Shermay 婷', '2025-08-24 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:44:13', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (615, '0824/俊', '视频号', '明哥揀粤港车', '0824/俊', '0824/俊', '2025-08-24 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:44:13', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (616, '0824/刘汉彬', '视频号', '明哥揀粤港车', '0824/刘汉彬', '0824/刘汉彬', '2025-08-24 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:44:13', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (617, '0824/吴校佳', '视频号', '明哥揀粤港车', '0824/吴校佳', '0824/吴校佳', '2025-08-24 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:44:13', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (618, '0824/威哥', '视频号', '明哥揀粤港车', '0824/威哥', '0824/威哥', '2025-08-24 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:44:13', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (619, '0824/平安', '视频号', '明哥揀粤港车', '0824/平安', '0824/平安', '2025-08-24 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:44:13', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (620, '0824/拉灯（张飞）', '视频号', '明哥揀粤港车', '0824/拉灯（张飞）', '0824/拉灯（张飞）', '2025-08-24 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:44:13', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (621, '0824/杨跃/揽胜行政版', '视频号', '明哥揀粤港车', '0824/杨跃/揽胜行政版', '0824/杨跃/揽胜行政版', '2025-08-24 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:44:13', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (622, '0824/燊榮記', '视频号', '明哥揀粤港车', '0824/燊榮記', '0824/燊榮記', '2025-08-24 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:44:13', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (623, '0824/阿霏', '视频号', '明哥揀粤港车', '0824/阿霏', '0824/阿霏', '2025-08-24 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-05 03:44:13', '2025-09-15 22:15:59', 1, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (624, '0901/Derek Chan', '视频号', '明哥揀粤港车', '0901/Derek Chan', '0901/Derek Chan', '2025-09-01 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:21:03', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (625, '0901/张聪', '视频号', '明哥揀粤港车', '0901/张聪', '0901/张聪', '2025-09-01 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:21:03', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (626, '0902/Joe Wong', '视频号', '明哥揀粤港车', '0902/Joe Wong', '0902/Joe Wong', '2025-09-02 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:21:26', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (627, '0902/LMH', '视频号', '明哥揀粤港车', '0902/LMH', '0902/LMH', '2025-09-02 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:21:26', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (628, '0902/MING', '视频号', '明哥揀粤港车', '0902/MING', '0902/MING', '2025-09-02 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:21:26', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (629, '0902/Mr.Huang', '视频号', '明哥揀粤港车', '0902/Mr.Huang', '0902/Mr.Huang', '2025-09-02 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:21:26', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (630, '0902/Wing Lui', '视频号', '明哥揀粤港车', '0902/Wing Lui', '0902/Wing Lui', '2025-09-02 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:21:26', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (631, '0902/XIANG', '视频号', '明哥揀粤港车', '0902/XIANG', '0902/XIANG', '2025-09-02 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:21:27', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (632, '0902/昇', '视频号', '明哥揀粤港车', '0902/昇', '0902/昇', '2025-09-02 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:21:27', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (633, '0902/呂建華', '视频号', '明哥揀粤港车', '0902/呂建華', '0902/呂建華', '2025-09-02 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:21:27', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (634, '0902/小李哥', '视频号', '明哥揀粤港车', '0902/小李哥', '0902/小李哥', '2025-09-02 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:21:27', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (635, '0902/星', '视频号', '明哥揀粤港车', '0902/星', '0902/星', '2025-09-02 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:21:27', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (636, '0902/杰少', '视频号', '明哥揀粤港车', '0902/杰少', '0902/杰少', '2025-09-02 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:21:27', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (637, '0903/elaine懿霖', '视频号', '明哥揀粤港车', '0903/elaine懿霖', '0903/elaine懿霖', '2025-09-03 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:23:01', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (638, '0903/Kelvin', '视频号', '明哥揀粤港车', '0903/Kelvin', '0903/Kelvin', '2025-09-03 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:23:01', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (639, '0903/Mary', '视频号', '明哥揀粤港车', '0903/Mary', '0903/Mary', '2025-09-03 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:23:01', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (640, '0903/黄锦浩', '视频号', '明哥揀粤港车', '0903/黄锦浩', '0903/黄锦浩', '2025-09-03 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:23:01', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (642, '0905/V无限V', '视频号', '明哥揀粤港车', '0905/V无限V', '0905/V无限V', '2025-09-05 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:24:04', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (643, '0905/军', '视频号', '明哥揀粤港车', '0905/军', '0905/军', '2025-09-05 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:24:04', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (644, '0905/君頭', '视频号', '明哥揀粤港车', '0905/君頭', '0905/君頭', '2025-09-05 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:24:04', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (645, '0905/文姐Lily', '视频号', '明哥揀粤港车', '0905/文姐Lily', '0905/文姐Lily', '2025-09-05 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:24:04', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (646, '0905/睿智', '视频号', '明哥揀粤港车', '0905/睿智', '0905/睿智', '2025-09-05 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:24:04', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (647, '0905/阿晓', '视频号', '明哥揀粤港车', '0905/阿晓', '0905/阿晓', '2025-09-05 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:24:04', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (648, '0906/JoeChan/预约到店', '视频号', '明哥揀粤港车', '0906/JoeChan/预约到店', '0906/JoeChan/预约到店', '2025-09-06 00:00:00', 1, '中', '销售_盛威', 0, NULL, '2025-09-11 02:24:18', '2025-09-15 14:09:47', 0, 0, 1, 0, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (649, '0906/亚当', '视频号', '明哥揀粤港车', '0906/亚当', '0906/亚当', '2025-09-06 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:24:18', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (650, '0906/陈周昌', '视频号', '明哥揀粤港车', '0906/陈周昌', '0906/陈周昌', '2025-09-06 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:24:18', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (651, '0907/HK-CKY', '视频号', '明哥揀粤港车', '0907/HK-CKY', '0907/HK-CKY', '2025-09-07 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:24:54', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (652, '0907/伟', '视频号', '明哥揀粤港车', '0907/伟', '0907/伟', '2025-09-07 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:24:54', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (653, '0907/阿杰', '视频号', '明哥揀粤港车', '0907/阿杰', '0907/阿杰', '2025-09-07 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:24:54', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (654, '0908/Kitkit', '视频号', '明哥揀粤港车', '0908/Kitkit', '0908/Kitkit', '2025-09-08 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:25:07', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (655, '0908/柏雅Mabel', '视频号', '明哥揀粤港车', '0908/柏雅Mabel', '0908/柏雅Mabel', '2025-09-08 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:25:07', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (656, '0908/谢文海', '视频号', '明哥揀粤港车', '0908/谢文海', '0908/谢文海', '2025-09-08 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:25:07', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (657, '0908/黄小邪', '视频号', '明哥揀粤港车', '0908/黄小邪', '0908/黄小邪', '2025-09-08 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:25:07', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (658, '0909/33333', '视频号', '明哥揀粤港车', '0909/33333', '0909/33333', '2025-09-09 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:25:38', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (659, '0909/H', '视频号', '明哥揀粤港车', '0909/H', '0909/H', '2025-09-09 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:25:38', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (660, '0909/L', '视频号', '明哥揀粤港车', '0909/L', '0909/L', '2025-09-09 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:25:38', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (661, '0909/Ronny', '视频号', '明哥揀粤港车', '0909/Ronny', '0909/Ronny', '2025-09-09 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:25:38', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (662, '0909/三杰', '视频号', '明哥揀粤港车', '0909/三杰', '0909/三杰', '2025-09-09 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:25:38', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (663, '0909/大宗贸易', '视频号', '明哥揀粤港车', '0909/大宗贸易', '0909/大宗贸易', '2025-09-09 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:25:38', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (664, '0909/大状', '视频号', '明哥揀粤港车', '0909/大状', '0909/大状', '2025-09-09 00:00:00', 1, '中', '销售_盛威', 0, NULL, '2025-09-11 02:25:38', '2025-09-15 14:09:47', 0, 0, 1, 0, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (665, '0909/德藝', '视频号', '明哥揀粤港车', '0909/德藝', '0909/德藝', '2025-09-09 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:25:38', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (666, '0909/無名', '视频号', '明哥揀粤港车', '0909/無名', '0909/無名', '2025-09-09 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:25:38', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (667, '0909/木', '视频号', '明哥揀粤港车', '0909/木', '0909/木', '2025-09-09 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:25:38', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (668, '0909/浪游隐', '视频号', '明哥揀粤港车', '0909/浪游隐', '0909/浪游隐', '2025-09-09 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:25:38', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (669, '0909/略略略', '视频号', '明哥揀粤港车', '0909/略略略', '0909/略略略', '2025-09-09 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:25:38', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (670, '0909/阿宝', '视频号', '明哥揀粤港车', '0909/阿宝', '0909/阿宝', '2025-09-09 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:25:38', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (671, '0910/Chan', '视频号', '明哥揀粤港车', '0910/Chan', '0910/Chan', '2025-09-10 00:00:00', 1, '中', '销售_盛威', 0, NULL, '2025-09-11 02:26:31', '2025-09-15 14:09:47', 0, 0, 1, 0, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (672, '0910/Eternally', '视频号', '明哥揀粤港车', '0910/Eternally', '0910/Eternally', '2025-09-10 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:26:31', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (673, '0910/Felix', '视频号', '明哥揀粤港车', '0910/Felix', '0910/Felix', '2025-09-10 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:26:31', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (674, '0910/Joewong', '视频号', '明哥揀粤港车', '0910/Joewong', '0910/Joewong', '2025-09-10 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:26:31', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (675, '0910/leon', '视频号', '明哥揀粤港车', '0910/leon', '0910/leon', '2025-09-10 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:26:32', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (676, '0910/LT', '视频号', '明哥揀粤港车', '0910/LT', '0910/LT', '2025-09-10 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:26:32', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (677, '0910/七喜', '视频号', '明哥揀粤港车', '0910/七喜', '0910/七喜', '2025-09-10 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:26:32', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (678, '0910/卫', '视频号', '明哥揀粤港车', '0910/卫', '0910/卫', '2025-09-10 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:26:32', '2025-09-15 22:15:59', 0, 1, 0, 1, '其他原因', 6, 2, 6);
INSERT INTO `customer_leads` VALUES (679, '0910/正奇', '视频号', '明哥揀粤港车', '0910/正奇', '0910/正奇', '2025-09-10 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:26:32', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (680, '0910/谭先生', '视频号', '明哥揀粤港车', '0910/谭先生', '0910/谭先生', '2025-09-10 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:26:32', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (681, '0910/贰哥', '视频号', '明哥揀粤港车', '0910/贰哥', '0910/贰哥', '2025-09-10 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 02:26:32', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (684, '0904/華英雄', '视频号', '明哥揀粤港车', '0904/華英雄', '0904/華英雄', '2025-09-04 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-11 08:37:07', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 2, 6);
INSERT INTO `customer_leads` VALUES (685, '0911/Carrot Lam', '视频号', '明哥揀粤港车', '0911/Carrot Lam', '0911/Carrot Lam', '2025-09-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-12 06:02:32', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (686, '0911/Kelly', '视频号', '明哥揀粤港车', '0911/Kelly', '0911/Kelly', '2025-09-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-12 06:02:32', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (687, '0911/Lee', '视频号', '明哥揀粤港车', '0911/Lee', '0911/Lee', '2025-09-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-12 06:02:32', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (688, '0911/t', '视频号', '明哥揀粤港车', '0911/t', '0911/t', '2025-09-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-12 06:02:32', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (689, '0911/才叔', '视频号', '明哥揀粤港车', '0911/才叔', '0911/才叔', '2025-09-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-12 06:02:32', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (690, '0911/沈永迪', '视频号', '明哥揀粤港车', '0911/沈永迪', '0911/沈永迪', '2025-09-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-12 06:02:32', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (691, '0911/远方', '视频号', '明哥揀粤港车', '0911/远方', '0911/远方', '2025-09-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-12 06:02:32', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (692, '0911/顺手发财', '视频号', '明哥揀粤港车', '0911/顺手发财', '0911/顺手发财', '2025-09-11 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-12 06:02:33', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (714, '0911/肥嘟嘟（CO姐）', '视频号', '明哥揀粤港车', '0911/肥嘟嘟（CO姐）', '0911/肥嘟嘟（CO姐）', '2025-09-11 00:00:00', 1, '低', 'coco', 0, NULL, '2025-09-12 07:46:54', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 9, 9, 9);
INSERT INTO `customer_leads` VALUES (715, '0911/高fine（未知来源）', '视频号', '明哥揀粤港车', '0911/高fine（未知来源）', '0911/高fine（未知来源）', '2025-09-11 00:00:00', 1, '低', 'coco', 0, NULL, '2025-09-12 07:46:59', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 9, 9, 9);
INSERT INTO `customer_leads` VALUES (716, '0911/Ada（資質齊全2.8W辦理蓮塘）', '视频号', '明哥揀粤港车', '0911/Ada（資質齊全2.8W辦理蓮塘）', '0911/Ada（資質齊全2.8W辦理蓮塘）', '2025-09-11 00:00:00', 1, '低', 'coco', 0, NULL, '2025-09-12 07:48:54', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 9, 9, 9);
INSERT INTO `customer_leads` VALUES (717, '0911/Anthony', '视频号', '明哥揀粤港车', '0911/Anthony', '0911/Anthony', '2025-09-11 00:00:00', 1, '低', 'coco', 0, NULL, '2025-09-12 07:48:58', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 9, 9, 9);
INSERT INTO `customer_leads` VALUES (718, '0911/Peter', '视频号', '明哥揀粤港车', '0911/Peter', '0911/Peter', '2025-09-11 00:00:00', 1, '低', 'coco', 0, NULL, '2025-09-12 07:49:02', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 9, 9, 9);
INSERT INTO `customer_leads` VALUES (719, '0911/jack 文（未知來源）', '视频号', '明哥揀粤港车', '0911/jack 文（未知來源）', '0911/jack 文（未知來源）', '2025-09-11 00:00:00', 1, '低', 'coco', 0, NULL, '2025-09-12 07:49:06', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 9, 9, 9);
INSERT INTO `customer_leads` VALUES (720, '0911/卜卜星', '视频号', '明哥揀粤港车', '0911/卜卜星', '0911/卜卜星', '2025-09-11 00:00:00', 1, '低', 'coco', 0, NULL, '2025-09-12 07:49:09', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 9, 9, 9);
INSERT INTO `customer_leads` VALUES (721, '0911/吕建军（拣车）', '视频号', '明哥揀粤港车', '0911/吕建军（拣车）', '0911/吕建军（拣车）', '2025-09-11 00:00:00', 1, '低', 'coco', 0, NULL, '2025-09-12 07:49:13', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 9, 9, 9);
INSERT INTO `customer_leads` VALUES (722, '0911/大光', '视频号', '明哥揀粤港车', '0911/大光', '0911/大光', '2025-09-11 00:00:00', 1, '低', 'coco', 0, NULL, '2025-09-12 07:49:18', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 9, 9, 9);
INSERT INTO `customer_leads` VALUES (723, '0911/大海（CO姐） 高意向', '视频号', '明哥揀粤港车', '0911/大海（CO姐） 高意向', '0911/大海（CO姐） 高意向', '2025-09-11 00:00:00', 1, '低', 'coco', 0, NULL, '2025-09-12 07:49:22', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 9, 9, 9);
INSERT INTO `customer_leads` VALUES (724, '0911/孙留柱（拣车）', '视频号', '明哥揀粤港车', '0911/孙留柱（拣车）', '0911/孙留柱（拣车）', '2025-09-11 00:00:00', 1, '低', 'coco', 0, NULL, '2025-09-12 07:49:25', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 9, 9, 9);
INSERT INTO `customer_leads` VALUES (725, '0911/戴铭（拣车）', '视频号', '明哥揀粤港车', '0911/戴铭（拣车）', '0911/戴铭（拣车）', '2025-09-11 00:00:00', 1, '低', 'coco', 0, NULL, '2025-09-12 07:49:29', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 9, 9, 9);
INSERT INTO `customer_leads` VALUES (726, '0911/李应鹏（大桥） 预约20号到店', '视频号', '明哥揀粤港车', '0911/李应鹏（大桥） 预约20号到店', '0911/李应鹏（大桥） 预约20号到店', '2025-09-11 00:00:00', 1, '低', 'coco', 0, NULL, '2025-09-12 07:49:35', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 9, 9, 9);
INSERT INTO `customer_leads` VALUES (727, '0911/王胜', '视频号', '明哥揀粤港车', '0911/王胜', '0911/王胜', '2025-09-11 00:00:00', 1, '低', 'coco', 0, NULL, '2025-09-12 07:49:39', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 9, 9, 9);
INSERT INTO `customer_leads` VALUES (728, '0912/Aileen', '视频号', '明哥揀粤港车', '0912/Aileen', '0912/Aileen', '2025-09-12 00:00:00', 1, '中', '销售_盛威', 0, NULL, '2025-09-13 01:07:35', '2025-09-15 22:15:59', 0, 0, 1, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (729, '0912/Cox', '视频号', '明哥揀粤港车', '0912/Cox', '0912/Cox', '2025-09-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-13 01:07:35', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (730, '0912/Jacky', '视频号', '明哥揀粤港车', '0912/Jacky', '0912/Jacky', '2025-09-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-13 01:07:35', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (731, '0912/Louisa Koon', '视频号', '明哥揀粤港车', '0912/Louisa Koon', '0912/Louisa Koon', '2025-09-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-13 01:07:35', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (732, '0912/Mikey Leung', '视频号', '明哥揀粤港车', '0912/Mikey Leung', '0912/Mikey Leung', '2025-09-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-13 01:07:35', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (733, '0912/Wang', '视频号', '明哥揀粤港车', '0912/Wang', '0912/Wang', '2025-09-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-13 01:07:35', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (734, '0912/凌先生/下週約到店', '视频号', '明哥揀粤港车', '0912/凌先生/下週約到店', '0912/凌先生/下週約到店', '2025-09-12 00:00:00', 1, '中', '销售_盛威', 0, NULL, '2025-09-13 01:07:35', '2025-09-15 22:15:59', 0, 0, 1, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (735, '0912/吉人天相', '视频号', '明哥揀粤港车', '0912/吉人天相', '0912/吉人天相', '2025-09-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-13 01:07:35', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (736, '0912/大海', '视频号', '明哥揀粤港车', '0912/大海', '0912/大海', '2025-09-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-13 01:07:35', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (737, '0912/無名', '视频号', '明哥揀粤港车', '0912/無名', '0912/無名', '2025-09-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-13 01:07:35', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (738, '0912/海疆', '视频号', '明哥揀粤港车', '0912/海疆', '0912/海疆', '2025-09-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-13 01:07:35', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (739, '0912/福氣', '视频号', '明哥揀粤港车', '0912/福氣', '0912/福氣', '2025-09-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-13 01:07:35', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (740, '0912/細黑', '视频号', '明哥揀粤港车', '0912/細黑', '0912/細黑', '2025-09-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-13 01:07:35', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (741, '0912/群英会', '视频号', '明哥揀粤港车', '0912/群英会', '0912/群英会', '2025-09-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-13 01:07:35', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (742, '0912/超平凡的人', '视频号', '明哥揀粤港车', '0912/超平凡的人', '0912/超平凡的人', '2025-09-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-13 01:07:35', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (743, '0912/金', '视频号', '明哥揀粤港车', '0912/金', '0912/金', '2025-09-12 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-13 01:07:36', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (744, '0912/Jarry_Wong', '视频号', '明哥揀粤港车', '0912/Jarry_Wong', '0912/Jarry_Wong', '2025-09-12 00:00:00', 1, '低', 'coco', 0, NULL, '2025-09-13 05:32:47', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 9, 9, 9);
INSERT INTO `customer_leads` VALUES (745, '0912/jackyma226', '视频号', '明哥揀粤港车', '0912/jackyma226', '0912/jackyma226', '2025-09-12 00:00:00', 1, '低', 'coco', 0, NULL, '2025-09-13 05:32:47', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 9, 9, 9);
INSERT INTO `customer_leads` VALUES (746, '0912/凌先生（預約到店）', '视频号', '明哥揀粤港车', '0912/凌先生（預約到店）', '0912/凌先生（預約到店）', '2025-09-12 00:00:00', 1, '低', 'coco', 0, NULL, '2025-09-13 05:32:47', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 9, 9, 9);
INSERT INTO `customer_leads` VALUES (747, '0912/凹凸先', '视频号', '明哥揀粤港车', '0912/凹凸先', '0912/凹凸先', '2025-09-12 00:00:00', 1, '低', 'coco', 0, NULL, '2025-09-13 05:32:47', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 9, 9, 9);
INSERT INTO `customer_leads` VALUES (748, '0912/卡（揀車）', '视频号', '明哥揀粤港车', '0912/卡（揀車）', '0912/卡（揀車）', '2025-09-12 00:00:00', 1, '低', 'coco', 0, NULL, '2025-09-13 05:32:47', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 9, 9, 9);
INSERT INTO `customer_leads` VALUES (749, '0912/同志', '视频号', '明哥揀粤港车', '0912/同志', '0912/同志', '2025-09-12 00:00:00', 1, '低', 'coco', 0, NULL, '2025-09-13 05:32:47', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 9, 9, 9);
INSERT INTO `customer_leads` VALUES (750, '0912/權少', '视频号', '明哥揀粤港车', '0912/權少', '0912/權少', '2025-09-12 00:00:00', 1, '低', 'coco', 0, NULL, '2025-09-13 05:32:47', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 9, 9, 9);
INSERT INTO `customer_leads` VALUES (751, '0912/瑞祺', '视频号', '明哥揀粤港车', '0912/瑞祺', '0912/瑞祺', '2025-09-12 00:00:00', 1, '低', 'coco', 0, NULL, '2025-09-13 05:32:47', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 9, 9, 9);
INSERT INTO `customer_leads` VALUES (752, '0912/裝修設計工程', '视频号', '明哥揀粤港车', '0912/裝修設計工程', '0912/裝修設計工程', '2025-09-12 00:00:00', 1, '低', 'coco', 0, NULL, '2025-09-13 05:32:47', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 9, 9, 9);
INSERT INTO `customer_leads` VALUES (753, '0913/maco', '视频号', '明哥揀粤港车', '0913/maco', '0913/maco', '2025-09-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-15 04:19:12', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (754, '0913/pong', '视频号', '明哥揀粤港车', '0913/pong', '0913/pong', '2025-09-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-15 04:19:12', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (755, '0913/u', '视频号', '明哥揀粤港车', '0913/u', '0913/u', '2025-09-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-15 04:19:12', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (756, '0913/劉燦輝', '视频号', '明哥揀粤港车', '0913/劉燦輝', '0913/劉燦輝', '2025-09-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-15 04:19:12', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (757, '0913/利', '视频号', '明哥揀粤港车', '0913/利', '0913/利', '2025-09-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-15 04:19:12', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (758, '0913/天行健', '视频号', '明哥揀粤港车', '0913/天行健', '0913/天行健', '2025-09-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-15 04:19:12', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (759, '0913/濟世之才', '视频号', '明哥揀粤港车', '0913/濟世之才', '0913/濟世之才', '2025-09-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-15 04:19:12', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (760, '0913/炜', '视频号', '明哥揀粤港车', '0913/炜', '0913/炜', '2025-09-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-15 04:19:12', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (761, '0913/細象', '视频号', '明哥揀粤港车', '0913/細象', '0913/細象', '2025-09-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-15 04:19:12', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (762, '0913/胡总', '视频号', '明哥揀粤港车', '0913/胡总', '0913/胡总', '2025-09-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-15 04:19:12', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (763, '0913/莫生', '视频号', '明哥揀粤港车', '0913/莫生', '0913/莫生', '2025-09-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-15 04:19:12', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (764, '0913/铁哥', '视频号', '明哥揀粤港车', '0913/铁哥', '0913/铁哥', '2025-09-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-15 04:19:12', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (765, '0913/長峯', '视频号', '明哥揀粤港车', '0913/長峯', '0913/長峯', '2025-09-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-15 04:19:12', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);
INSERT INTO `customer_leads` VALUES (766, '0913/陳小姐', '视频号', '明哥揀粤港车', '0913/陳小姐', '0913/陳小姐', '2025-09-13 00:00:00', 1, '低', '销售_盛威', 0, NULL, '2025-09-15 04:19:12', '2025-09-15 22:15:59', 0, 0, 0, 1, NULL, 6, 6, 6);

-- ----------------------------
-- Table structure for follow_up_records
-- ----------------------------
DROP TABLE IF EXISTS `follow_up_records`;
CREATE TABLE `follow_up_records`  (
  `id` int NOT NULL AUTO_INCREMENT COMMENT '主键，自增ID',
  `lead_id` int NOT NULL COMMENT '关联的客资ID',
  `follow_up_time` varchar(19) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '跟进时间',
  `follow_up_method` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '跟进方式（如电话、微信、线下等）',
  `follow_up_content` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL COMMENT '跟进内容/备注',
  `follow_up_result` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL DEFAULT NULL COMMENT '跟进结果/状态',
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  `follow_up_person_id` int NOT NULL,
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `idx_created_at`(`created_at` ASC) USING BTREE,
  INDEX `idx_lead_id_follow_up_time`(`lead_id` ASC, `follow_up_time` ASC) USING BTREE,
  CONSTRAINT `follow_up_records_ibfk_1` FOREIGN KEY (`lead_id`) REFERENCES `customer_leads` (`id`) ON DELETE CASCADE ON UPDATE RESTRICT
) ENGINE = InnoDB AUTO_INCREMENT = 1110 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_unicode_ci COMMENT = '跟进记录表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of follow_up_records
-- ----------------------------
INSERT INTO `follow_up_records` VALUES (1, 4, '2025-07-09 16:00:00', '首次联系', '意向低，无车，香港人', '待跟进', '2025-07-12 09:31:44', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (2, 5, '2025-07-10 16:00:00', '首次联系', '香港人，深圳湾，已转到明哥WhatsApp', '待跟进', '2025-07-12 09:31:44', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (3, 6, '2025-07-10 16:00:00', '首次联系', '意向低，基本无回复', '待跟进', '2025-07-12 09:31:44', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (4, 7, '2025-07-10 16:00:00', '首次联系', '意向低，无回复', '待跟进', '2025-07-12 09:31:44', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (5, 8, '2025-07-10 16:00:00', '首次联系', '咨询皇岗口岸，且无车', '待跟进', '2025-07-12 09:31:44', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (6, 5, '2025-07-11 12:55:07', '微信', '意向深圳湾，香港人，已转到明哥WhatsApp', '无', '2025-07-12 09:31:44', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (7, 5, '2025-07-12 01:53:12', '微信', '意向深圳湾，香港人，已转到明哥WhatsApp~', '继续沟通', '2025-07-12 01:53:12', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (8, 9, '2025-07-11 16:00:00', '首次联系', '仅咨询批文卡，无意向', '待跟进', '2025-07-12 02:28:53', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (9, 10, '2025-07-11 16:00:00', '首次联系', '仅咨询批文卡，无意向', '待跟进', '2025-07-12 02:31:33', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (10, 9, '2025-07-12 02:34:45', '微信', '无意向，仅咨询批文卡', '无意向', '2025-07-12 02:34:45', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (11, 9, '2025-07-12 02:41:06', '微信', '非目标，仅咨询批文卡', '终止', '2025-07-12 02:41:06', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (12, 9, '2025-07-12 03:11:40', '微信', '非目标，仅咨询批文卡！', '终止', '2025-07-12 03:11:40', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (13, 11, '2025-07-11 16:00:00', '首次联系', '咨询车辆，意向低', '待跟进', '2025-07-12 05:21:36', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (14, 12, '2025-07-11 16:00:00', '首次联系', '港车北上用户，意向深圳湾，沟通中', '待跟进', '2025-07-12 06:22:08', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (15, 12, '2025-07-12 06:54:55', '微信', '港车北上用户，意向深圳湾，沟通中。已初步预约时间来店面谈。', '继续沟通', '2025-07-12 06:54:56', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (18, 9, '2025-07-12 16:33:38', '微信', '非目标，仅咨询全国批文卡！', '终止', '2025-07-12 08:33:38', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (19, 16, '2025-07-12 17:58:22', '首次联系', '仅仅咨询视频引流车辆', '待跟进', '2025-07-12 09:59:25', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (20, 16, '2025-07-12 18:00:01', '微信', '仅仅咨询视频引流车辆，无意向', '终止', '2025-07-12 10:00:01', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (21, 17, '2025-07-12 18:28:34', '首次联系', '咨询FV，非目标客户pass', '待跟进', '2025-07-12 10:29:03', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (22, 18, '2025-07-12 21:40:58', '首次联系', '仅询价，意向低', '待跟进', '2025-07-12 13:41:12', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (23, 12, '2025-07-12 21:58:45', '微信', '港车北上用户，意向深圳湾，沟通中。已初步沟通预约时间来店面谈。', '继续跟进', '2025-07-12 13:58:45', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (24, 19, '2025-07-12 10:23:54', '首次联系', '大陆人，无车，非目标用户', '待跟进', '2025-07-13 02:24:09', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (25, 20, '2025-07-13 10:25:39', '首次联系', '之前租用车牌，想办理港珠澳，人住上水，约定时间来店', '待跟进', '2025-07-13 02:26:35', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (26, 21, '2025-07-13 10:27:24', '首次联系', '主要咨询二手车业务。只要低价', '待跟进', '2025-07-13 02:27:59', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (27, 21, '2025-07-13 10:32:26', '微信', '打过电话，想搞一些低价二手豪车+中港牌装逼，只要价格足够低', '继续跟进', '2025-07-13 02:32:26', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (28, 22, '2025-07-13 13:57:22', '首次联系', '无港车，仅做询价', '待跟进', '2025-07-13 05:57:58', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (29, 23, '2025-07-13 13:23:33', '首次联系', '仅关注八万八车+牌，意向低', '待跟进', '2025-07-14 05:24:03', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (30, 24, '2025-07-13 13:25:44', '首次联系', '仅仅询价', '待跟进', '2025-07-14 05:26:11', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (31, 25, '2025-07-13 13:26:49', '首次联系', '仅关注八万八车+牌', '待跟进', '2025-07-14 05:27:32', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (32, 26, '2025-07-13 13:28:51', '首次联系', '仅关注八万八车+牌', '待跟进', '2025-07-14 05:28:54', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (33, 16, '2025-07-14 13:29:44', '微信', '仅关注八万八车+牌，意向低', '无意向', '2025-07-14 05:29:45', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (34, 11, '2025-07-14 13:30:34', '微信', '仅咨询八万八车+牌意向低', '无意向', '2025-07-14 05:30:35', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (35, 27, '2025-07-14 13:34:46', '首次联系', '首次跟进，意向深圳湾，对中港牌有一定了解，有意向客户', '待跟进', '2025-07-14 05:36:07', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (36, 28, '2025-07-15 09:11:19', '首次联系', '仅询价，无后续', '待跟进', '2025-07-16 01:11:57', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (37, 29, '2025-07-15 09:12:43', '首次联系', '无车，意向低', '待跟进', '2025-07-16 01:13:02', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (38, 4, '2025-07-16 17:09:40', '微信', '二次跟进无回复', '继续跟进', '2025-07-16 09:09:40', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (39, 8, '2025-07-16 17:10:19', '微信', '二次跟进无回复', '继续跟进', '2025-07-16 09:10:20', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (40, 6, '2025-07-16 17:11:04', '微信', '二次跟进无回复', '继续跟进', '2025-07-16 09:11:04', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (41, 10, '2025-07-16 17:12:13', '微信', '仅咨询批文卡，无意向，非目标用户', '终止', '2025-07-16 09:12:13', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (42, 5, '2025-07-17 09:34:55', '微信', '继续在明哥WhatsApp更新', '继续', '2025-07-17 01:34:56', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (43, 7, '2025-07-17 09:37:25', '微信', '已沟通无回复', '继续', '2025-07-17 01:37:26', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (44, 30, '2025-07-16 09:39:21', '首次联系', '大陆，仅咨询FV业务，无意向', '待跟进', '2025-07-17 01:40:10', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (45, 31, '2025-07-16 09:40:43', '首次联系', '无回复', '待跟进', '2025-07-17 01:41:09', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (47, 33, '2025-07-16 09:42:58', '首次联系', '大陆，无车，意向低', '待跟进', '2025-07-17 01:43:31', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (48, 12, '2025-07-17 09:55:07', '微信', '已回访，暂约下周等朋友到一起来公司', '继续跟进', '2025-07-17 01:55:08', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (49, 34, '2025-07-17 14:00:28', '首次联系', '意向低，非香港人', '待跟进', '2025-07-18 06:00:54', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (50, 35, '2025-07-18 14:01:42', '首次联系', '大陆人，无港车，非目标客户', '待跟进', '2025-07-18 06:02:22', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (51, 25, '2025-07-18 14:03:26', '微信', '仅关注八万八车+牌，后续有资源可以继续联系', '继续联系', '2025-07-18 06:03:26', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (52, 23, '2025-07-18 14:06:07', '微信', '仅关注八万八车+牌，意向低，有资源了可以继续沟通', '继续', '2025-07-18 06:06:07', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (54, 21, '2025-07-18 14:38:19', '微信', '仅关注低价车，后续有资源可以继续联系', '继续', '2025-07-18 06:38:19', '2025-07-19 09:46:56', 2);
INSERT INTO `follow_up_records` VALUES (55, 22, '2025-07-18 18:09:28', '微信', '无回复，继续跟进', '继续跟进', '2025-07-18 10:09:33', '2025-07-19 09:50:16', 2);
INSERT INTO `follow_up_records` VALUES (56, 18, '2025-07-18 18:54:21', '微信', '未回复，继续跟进', '继续跟进', '2025-07-18 10:54:24', '2025-07-19 09:50:16', 2);
INSERT INTO `follow_up_records` VALUES (57, 20, '2025-07-19 08:47:23', '微信', '已跟进未回复', '继续跟进', '2025-07-19 00:47:24', '2025-07-19 09:50:16', 2);
INSERT INTO `follow_up_records` VALUES (58, 36, '2025-07-19 10:27:46', '首次联系', '大陆人，无港车，意向低', '待跟进', '2025-07-19 02:28:28', '2025-07-19 02:28:28', 2);
INSERT INTO `follow_up_records` VALUES (59, 24, '2025-07-19 12:00:51', '微信', '二轮回访，无回复', '继续', '2025-07-19 04:00:51', '2025-07-19 04:00:51', 2);
INSERT INTO `follow_up_records` VALUES (60, 26, '2025-07-19 12:40:59', '微信', '已二次回访，未回复', '继续', '2025-07-19 04:40:59', '2025-07-19 04:40:59', 2);
INSERT INTO `follow_up_records` VALUES (61, 27, '2025-07-19 12:41:41', '微信', '二次回访未回复', '继续', '2025-07-19 04:41:41', '2025-07-19 04:41:41', 2);
INSERT INTO `follow_up_records` VALUES (63, 38, '2025-07-19 13:24:29', '首次联系', '仅问价，意向低', '待跟进', '2025-07-19 05:25:03', '2025-07-19 05:25:03', 2);
INSERT INTO `follow_up_records` VALUES (65, 11, '2025-07-19 14:26:43', '微信', '仅咨询八万八车+牌意向低', '继续跟进', '2025-07-19 06:26:43', '2025-07-19 06:26:43', 2);
INSERT INTO `follow_up_records` VALUES (66, 16, '2025-07-19 14:50:08', '微信', '仅关注八万八车+牌，后续有八万八资源跟进', '后续有八万八资源跟进', '2025-07-19 06:50:08', '2025-07-19 06:50:08', 2);
INSERT INTO `follow_up_records` VALUES (67, 38, '2025-07-19 16:02:22', '微信', '测试跟进', '继续', '2025-07-19 08:02:22', '2025-07-19 08:02:22', 6);
INSERT INTO `follow_up_records` VALUES (68, 42, '2025-07-20 17:45:28', '首次联系', '大陆用户，非目标用户', '待跟进', '2025-07-21 09:46:05', '2025-07-21 09:46:05', 2);
INSERT INTO `follow_up_records` VALUES (69, 43, '2025-07-20 17:46:31', '首次联系', '有意向咨询低价车和牌，目标用户，保持跟进', '待跟进', '2025-07-21 09:47:16', '2025-07-21 09:47:16', 2);
INSERT INTO `follow_up_records` VALUES (70, 44, '2025-07-20 17:47:48', '首次联系', '目前仅询价', '待跟进', '2025-07-21 09:48:15', '2025-07-21 09:48:15', 2);
INSERT INTO `follow_up_records` VALUES (71, 30, '2025-07-21 17:49:24', '微信', '大陆人，非目标客户', '继续', '2025-07-21 09:49:24', '2025-07-21 09:49:24', 2);
INSERT INTO `follow_up_records` VALUES (72, 31, '2025-07-21 17:49:53', '微信', '无回复', '继续', '2025-07-21 09:49:53', '2025-07-21 09:49:53', 2);
INSERT INTO `follow_up_records` VALUES (73, 45, '2025-07-20 17:52:26', '首次联系', '目前仅询价', '待跟进', '2025-07-21 09:52:54', '2025-07-21 09:52:54', 2);
INSERT INTO `follow_up_records` VALUES (74, 46, '2025-07-20 17:53:32', '首次联系', '目前仅询价，意向低', '待跟进', '2025-07-21 09:54:02', '2025-07-21 09:54:02', 2);
INSERT INTO `follow_up_records` VALUES (75, 47, '2025-07-20 17:55:21', '首次联系', '仅做咨询，意向低', '待跟进', '2025-07-21 09:55:22', '2025-07-21 09:55:22', 2);
INSERT INTO `follow_up_records` VALUES (77, 49, '2025-07-21 17:58:23', '首次联系', '仅咨询车辆，有合适资源可以推荐', '待跟进', '2025-07-21 09:58:56', '2025-07-21 09:58:56', 2);
INSERT INTO `follow_up_records` VALUES (78, 34, '2025-07-23 16:25:43', '微信', '意向低，非香港人。可以pass', '终结', '2025-07-23 08:25:43', '2025-07-23 08:25:43', 2);
INSERT INTO `follow_up_records` VALUES (79, 50, '2025-07-23 20:56:10', '首次联系', '替公司问询，已初步沟通，深圳湾，继续跟进', '待跟进', '2025-07-23 12:56:56', '2025-07-23 12:56:56', 2);
INSERT INTO `follow_up_records` VALUES (80, 51, '2025-07-23 20:57:25', '首次联系', '仅询价比价，意向低，持续跟进', '待跟进', '2025-07-23 12:57:48', '2025-07-23 12:57:48', 2);
INSERT INTO `follow_up_records` VALUES (81, 52, '2025-07-23 20:58:51', '首次联系', '仅仅询价比价，意向低', '待跟进', '2025-07-23 12:59:40', '2025-07-23 12:59:40', 2);
INSERT INTO `follow_up_records` VALUES (82, 53, '2025-07-23 21:14:10', '首次联系', '未回复，继续跟进', '待跟进', '2025-07-23 13:14:49', '2025-07-23 13:14:49', 2);
INSERT INTO `follow_up_records` VALUES (83, 43, '2025-07-25 09:01:51', '微信', '已回访，提供常见问题解答有回复，意向不明，继续跟进', '继续跟进', '2025-07-25 01:01:51', '2025-07-25 01:01:51', 6);
INSERT INTO `follow_up_records` VALUES (84, 33, '2025-07-25 09:09:38', '微信', '已回访，已提供常见问题解答文档。有回应，继续跟进', '继续跟进', '2025-07-25 01:09:39', '2025-07-25 01:09:39', 2);
INSERT INTO `follow_up_records` VALUES (85, 38, '2025-07-25 11:32:30', '微信', '已回访，未回复', '继续', '2025-07-25 03:32:30', '2025-07-25 03:32:30', 6);
INSERT INTO `follow_up_records` VALUES (86, 4, '2025-07-25 15:00:52', '微信', '跟进无回复，已发送常见问题解答', '继续', '2025-07-25 07:00:55', '2025-07-25 07:00:55', 2);
INSERT INTO `follow_up_records` VALUES (87, 16, '2025-07-25 15:07:44', '微信', '已提供八万八资源，成交意向低', '继续', '2025-07-25 07:07:45', '2025-07-25 07:07:45', 2);
INSERT INTO `follow_up_records` VALUES (88, 22, '2025-07-25 15:09:29', '微信', '本次回访无回复', '继续跟进', '2025-07-25 07:09:29', '2025-07-25 07:09:29', 2);
INSERT INTO `follow_up_records` VALUES (89, 20, '2025-07-25 15:10:30', '微信', '本次回访无回复，回访提供常见问题解答', '继续', '2025-07-25 07:10:31', '2025-07-25 07:10:31', 2);
INSERT INTO `follow_up_records` VALUES (90, 18, '2025-07-25 15:11:32', '微信', '本次回访无回复，回访内容发送常见问题解答', '继续跟进', '2025-07-25 07:11:32', '2025-07-25 07:11:32', 2);
INSERT INTO `follow_up_records` VALUES (91, 7, '2025-07-25 15:12:27', '微信', '已回访常见问题解答，无明确意向', '继续', '2025-07-25 07:12:28', '2025-07-25 07:12:28', 2);
INSERT INTO `follow_up_records` VALUES (92, 28, '2025-07-25 15:14:18', '微信', '已回访常见问题解答，无回复', '继续', '2025-07-25 07:14:19', '2025-07-25 07:14:19', 2);
INSERT INTO `follow_up_records` VALUES (93, 26, '2025-07-25 15:15:03', '微信', '已回访常见问题解答，无回复', '继续', '2025-07-25 07:15:07', '2025-07-25 07:15:07', 2);
INSERT INTO `follow_up_records` VALUES (94, 24, '2025-07-25 15:15:55', '微信', '已回访常见问题解答，无回复', '继续', '2025-07-25 07:15:56', '2025-07-25 07:15:56', 2);
INSERT INTO `follow_up_records` VALUES (95, 6, '2025-07-25 15:16:55', '微信', '已回访常见问题解答，无回复', '继续', '2025-07-25 07:16:57', '2025-07-25 07:16:57', 2);
INSERT INTO `follow_up_records` VALUES (96, 54, '2025-07-25 16:38:30', '首次联系', '仅做咨询，意向低', '待跟进', '2025-07-25 08:39:12', '2025-07-25 08:39:12', 2);
INSERT INTO `follow_up_records` VALUES (97, 55, '2025-07-25 16:40:07', '首次联系', '进咨询FV，非目标用户', '待跟进', '2025-07-25 08:40:39', '2025-07-25 08:40:39', 2);
INSERT INTO `follow_up_records` VALUES (98, 29, '2025-07-25 16:45:27', '微信', '跟进无回复，无车意向低', '继续', '2025-07-25 08:45:31', '2025-07-25 08:45:31', 2);
INSERT INTO `follow_up_records` VALUES (99, 11, '2025-07-25 16:47:09', '微信', '仅咨询八万八车+牌意向低，未回复', '继续', '2025-07-25 08:47:10', '2025-07-25 08:47:10', 2);
INSERT INTO `follow_up_records` VALUES (100, 27, '2025-07-25 17:57:11', '微信', '已回访常见问题解答，未回复', '继续', '2025-07-25 09:57:12', '2025-07-25 09:57:12', 2);
INSERT INTO `follow_up_records` VALUES (101, 12, '2025-07-25 17:58:32', '微信', '已回访常见问题解答，未回复', '继续', '2025-07-25 09:58:33', '2025-07-25 09:58:33', 2);
INSERT INTO `follow_up_records` VALUES (102, 56, '2025-07-25 10:59:31', '首次联系', '初步沟通中，继续跟进', '待跟进', '2025-07-26 03:00:13', '2025-07-26 03:00:13', 2);
INSERT INTO `follow_up_records` VALUES (104, 42, '2025-07-26 15:08:28', '微信', '测试一下', '无结果', '2025-07-26 07:08:28', '2025-07-26 07:08:28', 6);
INSERT INTO `follow_up_records` VALUES (105, 58, '2025-07-27 11:30:48', '首次联系', '仅留联系方式', '待跟进', '2025-07-28 03:31:14', '2025-07-28 03:31:14', 8);
INSERT INTO `follow_up_records` VALUES (107, 49, '2025-07-28 11:34:34', '微信', '仅咨询车辆', '继续', '2025-07-28 03:34:34', '2025-07-28 03:34:34', 6);
INSERT INTO `follow_up_records` VALUES (108, 30, '2025-07-28 14:13:19', '微信', '非目标客户，大陆，无车无意向', '终止', '2025-07-28 06:13:19', '2025-07-28 06:13:19', 2);
INSERT INTO `follow_up_records` VALUES (109, 23, '2025-07-28 14:14:59', '微信', '未回复', '继续', '2025-07-28 06:14:59', '2025-07-28 06:14:59', 2);
INSERT INTO `follow_up_records` VALUES (111, 61, '2025-07-28 19:47:20', '首次联系', '初次沟通', '待跟进', '2025-07-28 11:47:23', '2025-07-28 11:47:23', 2);
INSERT INTO `follow_up_records` VALUES (112, 62, '2025-07-28 19:48:19', '首次联系', '初次跟进', '待跟进', '2025-07-28 11:48:22', '2025-07-28 11:48:22', 2);
INSERT INTO `follow_up_records` VALUES (113, 63, '2025-07-28 19:49:01', '首次联系', '初次跟进，', '待跟进', '2025-07-28 11:49:13', '2025-07-28 11:49:13', 2);
INSERT INTO `follow_up_records` VALUES (114, 64, '2025-07-28 19:49:46', '首次联系', '首次跟进', '待跟进', '2025-07-28 11:50:06', '2025-07-28 11:50:06', 2);
INSERT INTO `follow_up_records` VALUES (115, 50, '2025-07-29 09:34:27', '微信', '已回访常见问题解答，未回复', '继续', '2025-07-29 01:34:27', '2025-07-29 01:34:27', 2);
INSERT INTO `follow_up_records` VALUES (116, 46, '2025-07-29 09:36:09', '微信', '已回访常见问题解答，沟通中', '继续', '2025-07-29 01:36:09', '2025-07-29 01:36:09', 2);
INSERT INTO `follow_up_records` VALUES (117, 65, '2025-07-29 21:23:56', '首次联系', '意向中等级继续', '待跟进', '2025-07-29 13:24:15', '2025-07-29 13:24:15', 2);
INSERT INTO `follow_up_records` VALUES (118, 65, '2025-07-29 21:24:45', '微信', '意向中等级继续沟通', '继续', '2025-07-29 13:24:45', '2025-07-29 13:24:45', 2);
INSERT INTO `follow_up_records` VALUES (119, 53, '2025-07-30 09:04:42', '微信', '回访无回复', '继续', '2025-07-30 01:04:42', '2025-07-30 01:04:42', 2);
INSERT INTO `follow_up_records` VALUES (120, 51, '2025-07-30 09:05:34', '微信', '回访未回复', '继续', '2025-07-30 01:05:33', '2025-07-30 01:05:33', 2);
INSERT INTO `follow_up_records` VALUES (121, 27, '2025-07-30 09:06:22', '微信', '回访未回复', '继续', '2025-07-30 01:06:22', '2025-07-30 01:06:22', 2);
INSERT INTO `follow_up_records` VALUES (122, 66, '2025-07-30 22:14:56', '首次联系', '已语音沟通', '待跟进', '2025-07-30 14:15:27', '2025-07-30 14:15:27', 2);
INSERT INTO `follow_up_records` VALUES (123, 67, '2025-07-30 22:16:04', '首次联系', '初次沟通', '待跟进', '2025-07-30 14:16:28', '2025-07-30 14:16:28', 2);
INSERT INTO `follow_up_records` VALUES (124, 68, '2025-07-30 22:16:54', '首次联系', '首次跟进，意向中', '待跟进', '2025-07-30 14:17:14', '2025-07-30 14:17:14', 2);
INSERT INTO `follow_up_records` VALUES (125, 69, '2025-07-30 22:17:36', '首次联系', '非目标用户', '待跟进', '2025-07-30 14:17:53', '2025-07-30 14:17:53', 2);
INSERT INTO `follow_up_records` VALUES (126, 70, '2025-07-30 22:18:35', '首次联系', '首次跟进，非目标用户', '待跟进', '2025-07-30 14:18:46', '2025-07-30 14:18:46', 2);
INSERT INTO `follow_up_records` VALUES (127, 71, '2025-07-30 22:19:26', '首次联系', '首次跟进', '待跟进', '2025-07-30 14:19:32', '2025-07-30 14:19:32', 2);
INSERT INTO `follow_up_records` VALUES (128, 56, '2025-07-31 14:52:14', '微信', '已跟进两轮无回复', '继续', '2025-07-31 06:52:14', '2025-07-31 06:52:14', 2);
INSERT INTO `follow_up_records` VALUES (129, 31, '2025-07-31 14:53:53', '微信', '两轮无回复', '继续', '2025-07-31 06:53:53', '2025-07-31 06:53:53', 2);
INSERT INTO `follow_up_records` VALUES (130, 54, '2025-07-31 15:08:57', '微信', '已回访常见问题解答', '继续', '2025-07-31 07:08:57', '2025-07-31 07:08:57', 2);
INSERT INTO `follow_up_records` VALUES (131, 72, '2025-07-31 22:49:25', '首次联系', '首次跟进，意向低', '待跟进', '2025-07-31 14:49:41', '2025-07-31 14:49:41', 2);
INSERT INTO `follow_up_records` VALUES (132, 73, '2025-07-31 22:50:30', '首次联系', '首次跟进，明哥WhatsApp沟通', '待跟进', '2025-07-31 14:50:47', '2025-07-31 14:50:47', 2);
INSERT INTO `follow_up_records` VALUES (133, 74, '2025-07-31 22:51:11', '首次联系', '首次跟进，意向等级低', '待跟进', '2025-07-31 14:51:43', '2025-07-31 14:51:43', 2);
INSERT INTO `follow_up_records` VALUES (134, 75, '2025-07-31 22:52:10', '首次联系', '首次跟进，仅询价', '待跟进', '2025-07-31 14:52:29', '2025-07-31 14:52:29', 2);
INSERT INTO `follow_up_records` VALUES (135, 76, '2025-07-31 22:53:02', '首次联系', '非目标用户', '待跟进', '2025-07-31 14:53:17', '2025-07-31 14:53:17', 2);
INSERT INTO `follow_up_records` VALUES (136, 77, '2025-07-31 22:53:43', '首次联系', '首次跟进', '待跟进', '2025-07-31 14:54:00', '2025-07-31 14:54:00', 2);
INSERT INTO `follow_up_records` VALUES (137, 78, '2025-07-31 22:54:20', '首次联系', '首次跟进', '待跟进', '2025-07-31 14:54:41', '2025-07-31 14:54:41', 2);
INSERT INTO `follow_up_records` VALUES (138, 79, '2025-07-31 22:55:46', '首次联系', '大陆，无车，意向低', '待跟进', '2025-07-31 14:56:12', '2025-07-31 14:56:12', 2);
INSERT INTO `follow_up_records` VALUES (139, 80, '2025-07-31 22:56:57', '首次联系', '首次联系，继续跟进', '待跟进', '2025-07-31 14:57:08', '2025-07-31 14:57:08', 2);
INSERT INTO `follow_up_records` VALUES (140, 4, '2025-07-31 23:04:00', '微信', '三轮回访均未回复', '继续', '2025-07-31 15:04:01', '2025-07-31 15:04:01', 2);
INSERT INTO `follow_up_records` VALUES (141, 43, '2025-08-01 10:21:27', '微信', '已回访新政策解读，未回复', '继续', '2025-08-01 02:21:27', '2025-08-01 02:21:27', 2);
INSERT INTO `follow_up_records` VALUES (142, 81, '2025-08-01 20:49:38', '首次联系', '首次跟进', '待跟进', '2025-08-03 12:50:31', '2025-08-03 12:50:31', 2);
INSERT INTO `follow_up_records` VALUES (143, 82, '2025-08-01 20:51:13', '首次联系', '首次跟进', '待跟进', '2025-08-03 12:51:47', '2025-08-03 12:51:47', 2);
INSERT INTO `follow_up_records` VALUES (144, 83, '2025-08-03 00:00:00', '首次联系', '首次', '待跟进', '2025-08-03 12:53:07', '2025-08-03 12:53:07', 2);
INSERT INTO `follow_up_records` VALUES (145, 84, '2025-08-01 20:54:15', '首次联系', '首次', '待跟进', '2025-08-03 12:54:32', '2025-08-03 12:54:32', 2);
INSERT INTO `follow_up_records` VALUES (146, 85, '2025-08-01 20:55:27', '首次联系', '首次', '待跟进', '2025-08-03 12:55:44', '2025-08-03 12:55:44', 2);
INSERT INTO `follow_up_records` VALUES (147, 86, '2025-08-02 20:56:25', '首次联系', '首次', '待跟进', '2025-08-03 12:56:38', '2025-08-03 12:56:38', 2);
INSERT INTO `follow_up_records` VALUES (148, 87, '2025-08-02 20:56:56', '首次联系', '首次', '待跟进', '2025-08-03 12:57:38', '2025-08-03 12:57:38', 2);
INSERT INTO `follow_up_records` VALUES (149, 88, '2025-08-03 20:17:43', '首次联系', '首次跟进，意向中等', '待跟进', '2025-08-04 12:19:05', '2025-08-04 12:19:05', 2);
INSERT INTO `follow_up_records` VALUES (150, 89, '2025-08-03 20:19:39', '首次联系', '首次跟进', '待跟进', '2025-08-04 12:20:08', '2025-08-04 12:20:08', 2);
INSERT INTO `follow_up_records` VALUES (151, 90, '2025-08-04 14:14:26', '首次联系', '有客户资源可以合作', '待跟进', '2025-08-05 06:15:13', '2025-08-05 06:15:13', 2);
INSERT INTO `follow_up_records` VALUES (152, 91, '2025-08-04 14:16:03', '首次联系', '未回复', '待跟进', '2025-08-05 06:16:12', '2025-08-05 06:16:12', 2);
INSERT INTO `follow_up_records` VALUES (153, 92, '2025-08-04 14:16:37', '首次联系', '首次联系', '待跟进', '2025-08-05 06:17:06', '2025-08-05 06:17:06', 2);
INSERT INTO `follow_up_records` VALUES (154, 93, '2025-08-04 14:17:37', '首次联系', '首次联系', '待跟进', '2025-08-05 06:18:10', '2025-08-05 06:18:10', 2);
INSERT INTO `follow_up_records` VALUES (155, 94, '2025-08-04 14:19:02', '首次联系', '首次跟进', '待跟进', '2025-08-05 06:19:12', '2025-08-05 06:19:12', 2);
INSERT INTO `follow_up_records` VALUES (156, 27, '2025-08-06 09:08:08', '微信', '已回访VIP手册，未回复', '继续', '2025-08-06 01:08:08', '2025-08-06 01:08:08', 2);
INSERT INTO `follow_up_records` VALUES (157, 62, '2025-08-06 09:09:23', '微信', '已回访常见问题解答，未回复', '继续', '2025-08-06 01:09:23', '2025-08-06 01:09:23', 2);
INSERT INTO `follow_up_records` VALUES (158, 58, '2025-08-06 09:10:00', '微信', '已回访常见问题解答', '继续', '2025-08-06 01:10:00', '2025-08-06 01:10:00', 2);
INSERT INTO `follow_up_records` VALUES (159, 51, '2025-08-06 09:10:36', '微信', '已回访VIP服务手册，未回复', '继续', '2025-08-06 01:10:36', '2025-08-06 01:10:36', 2);
INSERT INTO `follow_up_records` VALUES (160, 46, '2025-08-06 09:11:45', '微信', '已回访VIP手册，未回复', '继续', '2025-08-06 01:11:45', '2025-08-06 01:11:45', 2);
INSERT INTO `follow_up_records` VALUES (161, 11, '2025-08-06 09:14:56', '微信', '已回访常见问题解答', '继续', '2025-08-06 01:14:56', '2025-08-06 01:14:56', 2);
INSERT INTO `follow_up_records` VALUES (162, 23, '2025-08-06 09:15:56', '微信', '已回访常见问题解答，未回复', '继续', '2025-08-06 01:15:57', '2025-08-06 01:15:57', 2);
INSERT INTO `follow_up_records` VALUES (163, 20, '2025-08-06 09:16:51', '微信', '已回访VIP服务手册', '继续', '2025-08-06 01:16:51', '2025-08-06 01:16:51', 2);
INSERT INTO `follow_up_records` VALUES (164, 61, '2025-08-06 09:17:27', '微信', '已回访常见问题解答', '继续', '2025-08-06 01:17:27', '2025-08-06 01:17:27', 2);
INSERT INTO `follow_up_records` VALUES (165, 49, '2025-08-06 09:17:58', '微信', '已回访常见问题解答，未回复', '继续', '2025-08-06 01:17:58', '2025-08-06 01:17:58', 2);
INSERT INTO `follow_up_records` VALUES (166, 50, '2025-08-06 09:18:28', '微信', '已回访VIP服务手册，未回复', '继续', '2025-08-06 01:18:28', '2025-08-06 01:18:28', 2);
INSERT INTO `follow_up_records` VALUES (167, 38, '2025-08-06 09:19:06', '微信', '已回访二轮，未回复', '继续', '2025-08-06 01:19:07', '2025-08-06 01:19:07', 2);
INSERT INTO `follow_up_records` VALUES (168, 44, '2025-08-06 09:19:42', '微信', '已回访VIP服务手册，未回复', '继续', '2025-08-06 01:19:42', '2025-08-06 01:19:42', 2);
INSERT INTO `follow_up_records` VALUES (169, 68, '2025-08-06 09:21:45', '微信', '已回访常见问题解答，未回复', '继续', '2025-08-06 01:21:45', '2025-08-06 01:21:45', 2);
INSERT INTO `follow_up_records` VALUES (170, 65, '2025-08-06 09:22:47', '微信', '已回访，继续沟通中，意向中', '继续', '2025-08-06 01:22:47', '2025-08-06 01:22:47', 2);
INSERT INTO `follow_up_records` VALUES (171, 64, '2025-08-06 09:23:16', '微信', '已回访常见问题解答，未回复', '继续', '2025-08-06 01:23:16', '2025-08-06 01:23:16', 2);
INSERT INTO `follow_up_records` VALUES (172, 95, '2025-08-05 09:28:43', '首次联系', '首次跟进', '待跟进', '2025-08-06 01:29:04', '2025-08-06 01:29:04', 2);
INSERT INTO `follow_up_records` VALUES (173, 96, '2025-08-05 09:29:26', '首次联系', '首次跟进', '待跟进', '2025-08-06 01:29:47', '2025-08-06 01:29:47', 2);
INSERT INTO `follow_up_records` VALUES (174, 97, '2025-08-05 09:30:11', '首次联系', '首次跟进', '待跟进', '2025-08-06 01:30:48', '2025-08-06 01:30:48', 2);
INSERT INTO `follow_up_records` VALUES (175, 98, '2025-08-05 09:31:24', '首次联系', '首次跟进，已有港车北上，价格预期落差大', '待跟进', '2025-08-06 01:31:46', '2025-08-06 01:31:46', 2);
INSERT INTO `follow_up_records` VALUES (176, 99, '2025-08-05 09:32:20', '首次联系', '首次跟进', '待跟进', '2025-08-06 01:32:27', '2025-08-06 01:32:27', 2);
INSERT INTO `follow_up_records` VALUES (177, 100, '2025-08-05 09:33:30', '首次联系', '仅关注车，非目标用户', '待跟进', '2025-08-06 01:33:43', '2025-08-06 01:33:43', 2);
INSERT INTO `follow_up_records` VALUES (178, 101, '2025-08-05 09:34:05', '首次联系', '首次联系未回复', '待跟进', '2025-08-06 01:34:27', '2025-08-06 01:34:27', 2);
INSERT INTO `follow_up_records` VALUES (179, 102, '2025-08-05 09:35:09', '首次联系', '首次联系未回复', '待跟进', '2025-08-06 01:35:19', '2025-08-06 01:35:19', 2);
INSERT INTO `follow_up_records` VALUES (180, 67, '2025-08-06 17:58:12', '微信', '已回访VIP手册，未回复', '继续', '2025-08-06 09:58:12', '2025-08-06 09:58:12', 2);
INSERT INTO `follow_up_records` VALUES (181, 71, '2025-08-06 17:59:01', '微信', '已回访未回复', '继续', '2025-08-06 09:59:01', '2025-08-06 09:59:01', 2);
INSERT INTO `follow_up_records` VALUES (182, 103, '2025-08-06 00:00:00', '首次联系', '首次联系，已有车牌，仅帮朋友询问租牌业务', '待跟进', '2025-08-06 10:08:47', '2025-08-06 10:08:47', 2);
INSERT INTO `follow_up_records` VALUES (183, 104, '2025-08-06 00:00:00', '首次联系', '大陆人，无车，意向低，非目标', '待跟进', '2025-08-06 10:09:27', '2025-08-06 10:09:27', 2);
INSERT INTO `follow_up_records` VALUES (184, 105, '2025-08-06 00:00:00', '首次联系', '更多咨询车辆，意向低', '待跟进', '2025-08-06 10:10:32', '2025-08-06 10:10:32', 2);
INSERT INTO `follow_up_records` VALUES (185, 106, '2025-08-06 00:00:00', '首次联系', '仅租牌，无意向申请', '待跟进', '2025-08-06 10:13:42', '2025-08-06 10:13:42', 2);
INSERT INTO `follow_up_records` VALUES (186, 107, '2025-08-06 00:00:00', '首次联系', '大陆，无车，意向低', '待跟进', '2025-08-06 10:14:51', '2025-08-06 10:14:51', 2);
INSERT INTO `follow_up_records` VALUES (187, 108, '2025-08-06 00:00:00', '首次联系', '仅询价', '待跟进', '2025-08-06 10:15:57', '2025-08-06 10:15:57', 2);
INSERT INTO `follow_up_records` VALUES (188, 109, '2025-08-06 00:00:00', '首次联系', '仅关注低价，意向低', '待跟进', '2025-08-06 10:16:47', '2025-08-06 10:16:47', 2);
INSERT INTO `follow_up_records` VALUES (189, 110, '2025-08-06 00:00:00', '首次联系', '深圳湾，仅询价', '待跟进', '2025-08-06 10:18:27', '2025-08-06 10:18:27', 2);
INSERT INTO `follow_up_records` VALUES (190, 111, '2025-08-06 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-06 10:19:40', '2025-08-06 10:19:40', 2);
INSERT INTO `follow_up_records` VALUES (191, 112, '2025-08-06 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-06 10:20:25', '2025-08-06 10:20:25', 2);
INSERT INTO `follow_up_records` VALUES (192, 113, '2025-08-06 00:00:00', '首次联系', '首次联系未回复', '待跟进', '2025-08-06 10:21:31', '2025-08-06 10:21:31', 2);
INSERT INTO `follow_up_records` VALUES (193, 66, '2025-08-06 18:23:28', '微信', '已回访，未有明确意向', '继续', '2025-08-06 10:23:28', '2025-08-06 10:23:28', 2);
INSERT INTO `follow_up_records` VALUES (194, 114, '2025-08-06 00:00:00', '首次联系', '首次联系，未回复', '待跟进', '2025-08-06 10:25:25', '2025-08-06 10:25:25', 2);
INSERT INTO `follow_up_records` VALUES (195, 115, '2025-08-06 09:08:35', '首次联系', '首次联系，手头有资源，曾经经营卖牌业务', '待跟进', '2025-08-07 01:09:47', '2025-08-07 01:09:47', 2);
INSERT INTO `follow_up_records` VALUES (196, 116, '2025-08-06 09:10:38', '首次联系', '首次跟进', '待跟进', '2025-08-07 01:10:55', '2025-08-07 01:10:55', 2);
INSERT INTO `follow_up_records` VALUES (197, 117, '2025-08-06 09:12:01', '首次联系', '首次跟进', '待跟进', '2025-08-07 01:12:17', '2025-08-07 01:12:17', 2);
INSERT INTO `follow_up_records` VALUES (198, 56, '2025-08-07 09:16:44', '微信', '已跟进无回复', '继续', '2025-08-07 01:16:44', '2025-08-07 01:16:44', 2);
INSERT INTO `follow_up_records` VALUES (199, 69, '2025-08-07 09:17:55', '微信', '已回访，未回复', '继续', '2025-08-07 01:17:55', '2025-08-07 01:17:55', 2);
INSERT INTO `follow_up_records` VALUES (200, 33, '2025-08-07 09:21:43', '微信', '已回访新政策解读公众号推文', '继续', '2025-08-07 01:21:43', '2025-08-07 01:21:43', 2);
INSERT INTO `follow_up_records` VALUES (201, 118, '2025-08-07 09:05:35', '首次联系', '首次联系，暂时无车', '待跟进', '2025-08-08 01:06:26', '2025-08-08 01:06:26', 2);
INSERT INTO `follow_up_records` VALUES (202, 119, '2025-08-07 09:07:04', '首次联系', '手头有公司资质资源提供，意向谈合作', '待跟进', '2025-08-08 01:07:34', '2025-08-08 01:07:34', 2);
INSERT INTO `follow_up_records` VALUES (203, 120, '2025-08-07 09:08:07', '首次联系', '首次联系，无车', '待跟进', '2025-08-08 01:08:31', '2025-08-08 01:08:31', 2);
INSERT INTO `follow_up_records` VALUES (204, 80, '2025-08-08 09:10:31', '微信', '已回访常见问题解答，未回复', '继续', '2025-08-08 01:10:31', '2025-08-08 01:10:31', 2);
INSERT INTO `follow_up_records` VALUES (205, 79, '2025-08-08 09:11:14', '微信', '已回访常见问题解答，未回复', '继续', '2025-08-08 01:11:14', '2025-08-08 01:11:14', 2);
INSERT INTO `follow_up_records` VALUES (206, 77, '2025-08-08 09:12:04', '微信', '已回访常见问题解答，未回复', '继续', '2025-08-08 01:12:08', '2025-08-08 01:12:08', 2);
INSERT INTO `follow_up_records` VALUES (207, 121, '2025-08-08 08:46:46', '首次联系', '首次联系', '待跟进', '2025-08-09 00:47:16', '2025-08-09 00:47:16', 2);
INSERT INTO `follow_up_records` VALUES (208, 122, '2025-08-08 08:47:37', '首次联系', '进咨询租牌', '待跟进', '2025-08-09 00:47:58', '2025-08-09 00:47:58', 2);
INSERT INTO `follow_up_records` VALUES (209, 123, '2025-08-09 00:00:00', '首次联系', '首次联系无回复', '待跟进', '2025-08-09 00:48:44', '2025-08-09 00:48:44', 2);
INSERT INTO `follow_up_records` VALUES (210, 124, '2025-08-08 08:49:05', '首次联系', '首次联系', '待跟进', '2025-08-09 00:49:24', '2025-08-09 00:49:24', 2);
INSERT INTO `follow_up_records` VALUES (211, 125, '2025-08-08 08:49:45', '首次联系', '首次联系', '待跟进', '2025-08-09 00:50:07', '2025-08-09 00:50:07', 2);
INSERT INTO `follow_up_records` VALUES (212, 126, '2025-08-08 08:50:34', '首次联系', '首次联系', '待跟进', '2025-08-09 00:51:08', '2025-08-09 00:51:08', 2);
INSERT INTO `follow_up_records` VALUES (213, 127, '2025-08-08 08:51:28', '首次联系', '首次联系，意向低', '待跟进', '2025-08-09 00:51:48', '2025-08-09 00:51:48', 2);
INSERT INTO `follow_up_records` VALUES (214, 85, '2025-08-09 08:52:38', '微信', '已回访常见问题解答，未回复', '继续', '2025-08-09 00:52:38', '2025-08-09 00:52:38', 2);
INSERT INTO `follow_up_records` VALUES (215, 43, '2025-08-09 08:54:27', '微信', '已回访未回复', '继续', '2025-08-09 00:54:27', '2025-08-09 00:54:27', 2);
INSERT INTO `follow_up_records` VALUES (216, 82, '2025-08-09 09:03:04', '微信', '已回访未回复', '继续', '2025-08-09 01:03:04', '2025-08-09 01:03:04', 2);
INSERT INTO `follow_up_records` VALUES (217, 128, '2025-08-09 00:00:00', '首次联系', '仅询价', '待跟进', '2025-08-09 14:46:44', '2025-08-09 14:46:44', 2);
INSERT INTO `follow_up_records` VALUES (218, 129, '2025-08-09 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-09 14:47:28', '2025-08-09 14:47:28', 2);
INSERT INTO `follow_up_records` VALUES (219, 130, '2025-08-09 00:00:00', '首次联系', '关注迈巴赫', '待跟进', '2025-08-09 14:48:28', '2025-08-09 14:48:28', 2);
INSERT INTO `follow_up_records` VALUES (220, 131, '2025-08-09 00:00:00', '首次联系', '关注车', '待跟进', '2025-08-09 14:49:19', '2025-08-09 14:49:19', 2);
INSERT INTO `follow_up_records` VALUES (221, 132, '2025-08-10 10:04:35', '首次联系', '首次联系', '待跟进', '2025-08-11 02:04:53', '2025-08-11 02:04:53', 2);
INSERT INTO `follow_up_records` VALUES (222, 133, '2025-08-10 10:05:13', '首次联系', '首次联系', '待跟进', '2025-08-11 02:05:37', '2025-08-11 02:05:37', 2);
INSERT INTO `follow_up_records` VALUES (223, 134, '2025-08-10 10:06:01', '首次联系', '首次联系', '待跟进', '2025-08-11 02:06:13', '2025-08-11 02:06:13', 2);
INSERT INTO `follow_up_records` VALUES (224, 135, '2025-08-10 10:06:44', '首次联系', '首次联系', '待跟进', '2025-08-11 02:07:34', '2025-08-11 02:07:34', 2);
INSERT INTO `follow_up_records` VALUES (225, 91, '2025-08-11 10:50:49', '微信', '仅咨询出租车牌', '终止', '2025-08-11 02:50:50', '2025-08-11 02:50:50', 2);
INSERT INTO `follow_up_records` VALUES (227, 92, '2025-08-11 17:41:13', '微信', '已回访无回复', '继续', '2025-08-11 09:41:13', '2025-08-11 09:41:13', 2);
INSERT INTO `follow_up_records` VALUES (228, 89, '2025-08-11 17:41:53', '微信', '已回访常见问题解答无回复', '继续', '2025-08-11 09:41:54', '2025-08-11 09:41:54', 2);
INSERT INTO `follow_up_records` VALUES (229, 88, '2025-08-11 17:42:23', '微信', '已回访常见问题解答，未回复', '继续', '2025-08-11 09:42:23', '2025-08-11 09:42:23', 2);
INSERT INTO `follow_up_records` VALUES (230, 86, '2025-08-11 17:43:23', '微信', '已回访常见问题解答，未回复', '继续', '2025-08-11 09:43:23', '2025-08-11 09:43:23', 2);
INSERT INTO `follow_up_records` VALUES (235, 141, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:14:47', '2025-08-11 11:14:47', 2);
INSERT INTO `follow_up_records` VALUES (236, 142, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:14:48', '2025-08-11 11:14:48', 2);
INSERT INTO `follow_up_records` VALUES (237, 143, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:14:49', '2025-08-11 11:14:49', 2);
INSERT INTO `follow_up_records` VALUES (238, 144, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:14:50', '2025-08-11 11:14:50', 2);
INSERT INTO `follow_up_records` VALUES (239, 145, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:14:52', '2025-08-11 11:14:52', 2);
INSERT INTO `follow_up_records` VALUES (240, 146, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:14:53', '2025-08-11 11:14:53', 2);
INSERT INTO `follow_up_records` VALUES (241, 147, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:14:54', '2025-08-11 11:14:54', 2);
INSERT INTO `follow_up_records` VALUES (242, 148, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:14:55', '2025-08-11 11:14:55', 2);
INSERT INTO `follow_up_records` VALUES (243, 149, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:14:56', '2025-08-11 11:14:56', 2);
INSERT INTO `follow_up_records` VALUES (244, 150, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:14:57', '2025-08-11 11:14:57', 2);
INSERT INTO `follow_up_records` VALUES (245, 151, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:14:58', '2025-08-11 11:14:58', 2);
INSERT INTO `follow_up_records` VALUES (246, 152, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:14:59', '2025-08-11 11:14:59', 2);
INSERT INTO `follow_up_records` VALUES (247, 153, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:15:00', '2025-08-11 11:15:00', 2);
INSERT INTO `follow_up_records` VALUES (248, 154, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:15:01', '2025-08-11 11:15:01', 2);
INSERT INTO `follow_up_records` VALUES (249, 155, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:15:02', '2025-08-11 11:15:02', 2);
INSERT INTO `follow_up_records` VALUES (250, 156, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:15:04', '2025-08-11 11:15:04', 2);
INSERT INTO `follow_up_records` VALUES (251, 157, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:15:05', '2025-08-11 11:15:05', 2);
INSERT INTO `follow_up_records` VALUES (252, 158, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:15:06', '2025-08-11 11:15:06', 2);
INSERT INTO `follow_up_records` VALUES (253, 159, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:15:07', '2025-08-11 11:15:07', 2);
INSERT INTO `follow_up_records` VALUES (254, 160, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:15:08', '2025-08-11 11:15:08', 2);
INSERT INTO `follow_up_records` VALUES (255, 161, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:15:09', '2025-08-11 11:15:09', 2);
INSERT INTO `follow_up_records` VALUES (256, 162, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:15:10', '2025-08-11 11:15:10', 2);
INSERT INTO `follow_up_records` VALUES (257, 163, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:15:11', '2025-08-11 11:15:11', 2);
INSERT INTO `follow_up_records` VALUES (258, 164, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:15:12', '2025-08-11 11:15:12', 2);
INSERT INTO `follow_up_records` VALUES (259, 165, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:15:13', '2025-08-11 11:15:13', 2);
INSERT INTO `follow_up_records` VALUES (260, 166, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:15:15', '2025-08-11 11:15:15', 2);
INSERT INTO `follow_up_records` VALUES (261, 167, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:15:16', '2025-08-11 11:15:16', 2);
INSERT INTO `follow_up_records` VALUES (262, 168, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:15:17', '2025-08-11 11:15:17', 2);
INSERT INTO `follow_up_records` VALUES (263, 169, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:15:18', '2025-08-11 11:15:18', 2);
INSERT INTO `follow_up_records` VALUES (264, 170, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:15:19', '2025-08-11 11:15:19', 2);
INSERT INTO `follow_up_records` VALUES (265, 171, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:15:20', '2025-08-11 11:15:20', 2);
INSERT INTO `follow_up_records` VALUES (266, 172, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:15:21', '2025-08-11 11:15:21', 2);
INSERT INTO `follow_up_records` VALUES (267, 173, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:15:22', '2025-08-11 11:15:22', 2);
INSERT INTO `follow_up_records` VALUES (268, 174, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:15:23', '2025-08-11 11:15:23', 2);
INSERT INTO `follow_up_records` VALUES (269, 175, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:15:24', '2025-08-11 11:15:24', 2);
INSERT INTO `follow_up_records` VALUES (270, 176, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:15:25', '2025-08-11 11:15:25', 2);
INSERT INTO `follow_up_records` VALUES (271, 177, '2025-08-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-11 11:44:59', '2025-08-11 11:44:59', 2);
INSERT INTO `follow_up_records` VALUES (272, 101, '2025-08-12 08:58:52', '微信', '已回访常见问题解答，未回复', '继续', '2025-08-12 00:58:53', '2025-08-12 00:58:53', 2);
INSERT INTO `follow_up_records` VALUES (273, 98, '2025-08-12 08:59:33', '微信', '已回访常见问题解答，未回复', '继续', '2025-08-12 00:59:34', '2025-08-12 00:59:34', 2);
INSERT INTO `follow_up_records` VALUES (274, 95, '2025-08-12 09:00:15', '微信', '已回访常见问题解答，未回复', '继续', '2025-08-12 01:00:15', '2025-08-12 01:00:15', 2);
INSERT INTO `follow_up_records` VALUES (275, 68, '2025-08-12 09:01:05', '微信', '已回访VIP手册，未回复', '继续', '2025-08-12 01:01:06', '2025-08-12 01:01:06', 2);
INSERT INTO `follow_up_records` VALUES (276, 65, '2025-08-12 09:01:31', '微信', '已回访，常见问题解答，意向中', '继续', '2025-08-12 01:01:31', '2025-08-12 01:01:31', 2);
INSERT INTO `follow_up_records` VALUES (277, 87, '2025-08-12 09:02:34', '微信', '已回访常见问题解答，未回复', '继续', '2025-08-12 01:02:35', '2025-08-12 01:02:35', 2);
INSERT INTO `follow_up_records` VALUES (278, 27, '2025-08-12 09:04:19', '微信', '多轮未回复', '终止', '2025-08-12 01:04:20', '2025-08-12 01:04:20', 2);
INSERT INTO `follow_up_records` VALUES (279, 50, '2025-08-12 09:04:58', '微信', '已回访新政策解读，未回复', '继续', '2025-08-12 01:04:59', '2025-08-12 01:04:59', 2);
INSERT INTO `follow_up_records` VALUES (280, 96, '2025-08-12 09:05:35', '微信', '已回访常见问题解答，未回复', '继续', '2025-08-12 01:05:36', '2025-08-12 01:05:36', 2);
INSERT INTO `follow_up_records` VALUES (281, 75, '2025-08-12 09:07:53', '微信', '已回访VIP手册，未回复', '继续', '2025-08-12 01:07:53', '2025-08-12 01:07:53', 2);
INSERT INTO `follow_up_records` VALUES (282, 178, '2025-08-11 11:37:52', '首次联系', '首次联系', '待跟进', '2025-08-12 03:38:17', '2025-08-12 03:38:17', 2);
INSERT INTO `follow_up_records` VALUES (283, 179, '2025-08-11 11:39:00', '首次联系', '首次跟进', '待跟进', '2025-08-12 03:39:23', '2025-08-12 03:39:23', 2);
INSERT INTO `follow_up_records` VALUES (284, 113, '2025-08-12 15:59:43', '微信', '保持观望，意向低', '继续', '2025-08-12 07:59:44', '2025-08-12 07:59:44', 2);
INSERT INTO `follow_up_records` VALUES (285, 104, '2025-08-12 16:00:22', '微信', '已回访常见问题解答，未回复', '继续', '2025-08-12 08:00:23', '2025-08-12 08:00:23', 2);
INSERT INTO `follow_up_records` VALUES (286, 100, '2025-08-12 16:00:55', '微信', '仅意向车', '终止', '2025-08-12 08:00:55', '2025-08-12 08:00:55', 2);
INSERT INTO `follow_up_records` VALUES (287, 108, '2025-08-12 16:01:42', '微信', '已回访常见问题解答，未回复', '继续', '2025-08-12 08:01:43', '2025-08-12 08:01:43', 2);
INSERT INTO `follow_up_records` VALUES (288, 109, '2025-08-12 16:02:16', '微信', '已回访常见问题解答，未回复', '继续', '2025-08-12 08:02:17', '2025-08-12 08:02:17', 2);
INSERT INTO `follow_up_records` VALUES (289, 110, '2025-08-12 16:09:50', '微信', '已回访常见问题解答，未回复', '继续跟进', '2025-08-12 08:09:52', '2025-08-12 08:09:52', 2);
INSERT INTO `follow_up_records` VALUES (290, 62, '2025-08-12 16:10:47', '微信', '已回访VIP手册，未回复', '继续跟进', '2025-08-12 08:10:48', '2025-08-12 08:10:48', 2);
INSERT INTO `follow_up_records` VALUES (291, 58, '2025-08-12 16:11:17', '微信', '有意向10万车+牌，继续沟通', '继续跟进', '2025-08-12 08:11:17', '2025-08-12 08:11:17', 2);
INSERT INTO `follow_up_records` VALUES (292, 64, '2025-08-12 16:12:57', '微信', '已回访VIP手册', '继续跟进', '2025-08-12 08:12:58', '2025-08-12 08:12:58', 2);
INSERT INTO `follow_up_records` VALUES (293, 61, '2025-08-12 16:13:10', '微信', '已回访VIP手册', '继续跟进', '2025-08-12 08:13:11', '2025-08-12 08:13:11', 2);
INSERT INTO `follow_up_records` VALUES (294, 46, '2025-08-12 16:15:21', '微信', '已回访政策解读', '继续跟进', '2025-08-12 08:15:22', '2025-08-12 08:15:22', 2);
INSERT INTO `follow_up_records` VALUES (295, 44, '2025-08-12 16:15:49', '微信', '已回访政策解读', '继续跟进', '2025-08-12 08:15:49', '2025-08-12 08:15:49', 2);
INSERT INTO `follow_up_records` VALUES (296, 38, '2025-08-12 16:16:29', '微信', '已回访政策解读', '继续跟进', '2025-08-12 08:16:30', '2025-08-12 08:16:30', 2);
INSERT INTO `follow_up_records` VALUES (297, 23, '2025-08-12 16:17:15', '微信', '已回访政策解读', '继续跟进', '2025-08-12 08:17:16', '2025-08-12 08:17:16', 2);
INSERT INTO `follow_up_records` VALUES (298, 20, '2025-08-12 16:17:46', '微信', '已回访政策解读', '继续跟进', '2025-08-12 08:17:46', '2025-08-12 08:17:46', 2);
INSERT INTO `follow_up_records` VALUES (299, 11, '2025-08-12 16:18:17', '微信', '已回访政策解读', '继续跟进', '2025-08-12 08:18:17', '2025-08-12 08:18:17', 2);
INSERT INTO `follow_up_records` VALUES (300, 117, '2025-08-12 16:19:17', '微信', '已回访常见问题解答', '继续跟进', '2025-08-12 08:19:18', '2025-08-12 08:19:18', 2);
INSERT INTO `follow_up_records` VALUES (301, 116, '2025-08-12 16:19:55', '微信', '已回访常见问题解答', '继续跟进', '2025-08-12 08:19:56', '2025-08-12 08:19:56', 2);
INSERT INTO `follow_up_records` VALUES (302, 112, '2025-08-12 16:20:25', '微信', '已回访常见问题解答', '继续跟进', '2025-08-12 08:20:26', '2025-08-12 08:20:26', 2);
INSERT INTO `follow_up_records` VALUES (303, 51, '2025-08-12 16:20:54', '微信', '已回访政策解读', '继续跟进', '2025-08-12 08:20:55', '2025-08-12 08:20:55', 2);
INSERT INTO `follow_up_records` VALUES (304, 49, '2025-08-12 16:21:36', '微信', '已回访政策解读', '继续跟进', '2025-08-12 08:21:37', '2025-08-12 08:21:37', 2);
INSERT INTO `follow_up_records` VALUES (305, 105, '2025-08-12 16:22:35', '微信', '已回访常见问题解答', '继续跟进', '2025-08-12 08:22:35', '2025-08-12 08:22:35', 2);
INSERT INTO `follow_up_records` VALUES (332, 206, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:54:40', '2025-08-12 13:54:40', 2);
INSERT INTO `follow_up_records` VALUES (333, 207, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:54:41', '2025-08-12 13:54:41', 2);
INSERT INTO `follow_up_records` VALUES (334, 208, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:54:43', '2025-08-12 13:54:43', 2);
INSERT INTO `follow_up_records` VALUES (335, 209, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:54:44', '2025-08-12 13:54:44', 2);
INSERT INTO `follow_up_records` VALUES (336, 210, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:54:48', '2025-08-12 13:54:48', 2);
INSERT INTO `follow_up_records` VALUES (337, 211, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:54:49', '2025-08-12 13:54:49', 2);
INSERT INTO `follow_up_records` VALUES (338, 212, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:54:50', '2025-08-12 13:54:50', 2);
INSERT INTO `follow_up_records` VALUES (339, 213, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:54:52', '2025-08-12 13:54:52', 2);
INSERT INTO `follow_up_records` VALUES (340, 214, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:54:53', '2025-08-12 13:54:53', 2);
INSERT INTO `follow_up_records` VALUES (341, 215, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:54:55', '2025-08-12 13:54:55', 2);
INSERT INTO `follow_up_records` VALUES (342, 216, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:54:56', '2025-08-12 13:54:56', 2);
INSERT INTO `follow_up_records` VALUES (343, 217, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:54:58', '2025-08-12 13:54:58', 2);
INSERT INTO `follow_up_records` VALUES (344, 218, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:55:00', '2025-08-12 13:55:00', 2);
INSERT INTO `follow_up_records` VALUES (345, 219, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:55:03', '2025-08-12 13:55:03', 2);
INSERT INTO `follow_up_records` VALUES (346, 220, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:55:05', '2025-08-12 13:55:05', 2);
INSERT INTO `follow_up_records` VALUES (347, 221, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:55:07', '2025-08-12 13:55:07', 2);
INSERT INTO `follow_up_records` VALUES (348, 222, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:55:08', '2025-08-12 13:55:08', 2);
INSERT INTO `follow_up_records` VALUES (349, 223, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:55:10', '2025-08-12 13:55:10', 2);
INSERT INTO `follow_up_records` VALUES (350, 224, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:55:12', '2025-08-12 13:55:12', 2);
INSERT INTO `follow_up_records` VALUES (351, 225, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:55:13', '2025-08-12 13:55:13', 2);
INSERT INTO `follow_up_records` VALUES (352, 226, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:55:15', '2025-08-12 13:55:15', 2);
INSERT INTO `follow_up_records` VALUES (353, 227, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:55:16', '2025-08-12 13:55:16', 2);
INSERT INTO `follow_up_records` VALUES (354, 228, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:55:18', '2025-08-12 13:55:18', 2);
INSERT INTO `follow_up_records` VALUES (355, 229, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:55:21', '2025-08-12 13:55:21', 2);
INSERT INTO `follow_up_records` VALUES (356, 230, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:55:23', '2025-08-12 13:55:23', 2);
INSERT INTO `follow_up_records` VALUES (357, 231, '2025-08-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-12 13:56:10', '2025-08-12 13:56:10', 2);
INSERT INTO `follow_up_records` VALUES (358, 232, '2025-08-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-13 15:10:04', '2025-08-13 15:10:04', 2);
INSERT INTO `follow_up_records` VALUES (359, 233, '2025-08-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-13 15:10:05', '2025-08-13 15:10:05', 2);
INSERT INTO `follow_up_records` VALUES (360, 234, '2025-08-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-13 15:10:06', '2025-08-13 15:10:06', 2);
INSERT INTO `follow_up_records` VALUES (361, 235, '2025-08-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-13 15:10:08', '2025-08-13 15:10:08', 2);
INSERT INTO `follow_up_records` VALUES (362, 236, '2025-08-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-13 15:10:10', '2025-08-13 15:10:10', 2);
INSERT INTO `follow_up_records` VALUES (363, 237, '2025-08-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-13 15:10:12', '2025-08-13 15:10:12', 2);
INSERT INTO `follow_up_records` VALUES (364, 238, '2025-08-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-13 15:10:15', '2025-08-13 15:10:15', 2);
INSERT INTO `follow_up_records` VALUES (365, 239, '2025-08-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-13 15:10:16', '2025-08-13 15:10:16', 2);
INSERT INTO `follow_up_records` VALUES (366, 240, '2025-08-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-13 15:10:18', '2025-08-13 15:10:18', 2);
INSERT INTO `follow_up_records` VALUES (367, 241, '2025-08-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-13 15:10:19', '2025-08-13 15:10:19', 2);
INSERT INTO `follow_up_records` VALUES (368, 242, '2025-08-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-13 15:10:21', '2025-08-13 15:10:21', 2);
INSERT INTO `follow_up_records` VALUES (369, 243, '2025-08-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-13 15:10:42', '2025-08-13 15:10:42', 2);
INSERT INTO `follow_up_records` VALUES (370, 244, '2025-08-14 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-15 02:41:22', '2025-08-15 02:41:22', 2);
INSERT INTO `follow_up_records` VALUES (371, 245, '2025-08-14 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-15 02:41:24', '2025-08-15 02:41:24', 2);
INSERT INTO `follow_up_records` VALUES (372, 246, '2025-08-14 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-15 02:41:26', '2025-08-15 02:41:26', 2);
INSERT INTO `follow_up_records` VALUES (373, 247, '2025-08-14 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-15 02:41:32', '2025-08-15 02:41:32', 2);
INSERT INTO `follow_up_records` VALUES (374, 248, '2025-08-14 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-15 02:41:33', '2025-08-15 02:41:33', 2);
INSERT INTO `follow_up_records` VALUES (375, 249, '2025-08-14 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-15 02:41:35', '2025-08-15 02:41:35', 2);
INSERT INTO `follow_up_records` VALUES (376, 250, '2025-08-14 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-15 02:41:36', '2025-08-15 02:41:36', 2);
INSERT INTO `follow_up_records` VALUES (377, 251, '2025-08-14 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-15 02:41:37', '2025-08-15 02:41:37', 2);
INSERT INTO `follow_up_records` VALUES (378, 252, '2025-08-14 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-15 02:41:39', '2025-08-15 02:41:39', 2);
INSERT INTO `follow_up_records` VALUES (379, 253, '2025-08-14 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-15 02:41:41', '2025-08-15 02:41:41', 2);
INSERT INTO `follow_up_records` VALUES (380, 254, '2025-08-14 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-15 02:41:43', '2025-08-15 02:41:43', 2);
INSERT INTO `follow_up_records` VALUES (381, 255, '2025-08-14 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-15 02:41:45', '2025-08-15 02:41:45', 2);
INSERT INTO `follow_up_records` VALUES (382, 256, '2025-08-14 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-15 02:41:47', '2025-08-15 02:41:47', 2);
INSERT INTO `follow_up_records` VALUES (383, 257, '2025-08-14 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-15 02:41:48', '2025-08-15 02:41:48', 2);
INSERT INTO `follow_up_records` VALUES (384, 128, '2025-08-15 10:58:28', '微信', '已有两地牌，仅关注车辆', '继续跟进', '2025-08-15 02:58:28', '2025-08-15 02:58:28', 2);
INSERT INTO `follow_up_records` VALUES (385, 129, '2025-08-15 10:58:59', '微信', '已回访常见问题解答', '继续跟进', '2025-08-15 02:59:00', '2025-08-15 02:59:00', 2);
INSERT INTO `follow_up_records` VALUES (386, 127, '2025-08-15 10:59:41', '微信', '已回访常见问题解答', '继续跟进', '2025-08-15 02:59:43', '2025-08-15 02:59:43', 2);
INSERT INTO `follow_up_records` VALUES (387, 121, '2025-08-15 11:00:16', '微信', '已回访常见问题解答', '继续跟进', '2025-08-15 03:00:17', '2025-08-15 03:00:17', 2);
INSERT INTO `follow_up_records` VALUES (388, 118, '2025-08-15 11:01:14', '微信', '已回访常见问题解答', '继续跟进', '2025-08-15 03:01:15', '2025-08-15 03:01:15', 2);
INSERT INTO `follow_up_records` VALUES (389, 85, '2025-08-15 11:01:46', '微信', '已回访VIP手册，未回复', '继续跟进', '2025-08-15 03:01:47', '2025-08-15 03:01:47', 2);
INSERT INTO `follow_up_records` VALUES (390, 79, '2025-08-15 11:02:20', '微信', '已回访VIP手册，未回复', '继续跟进', '2025-08-15 03:02:21', '2025-08-15 03:02:21', 2);
INSERT INTO `follow_up_records` VALUES (391, 80, '2025-08-15 11:02:52', '微信', '已回访VIP手册，未回复', '继续跟进', '2025-08-15 03:02:57', '2025-08-15 03:02:57', 2);
INSERT INTO `follow_up_records` VALUES (392, 69, '2025-08-15 11:03:39', '微信', '已回访VIP手册，未回复', '继续跟进', '2025-08-15 03:03:40', '2025-08-15 03:03:40', 2);
INSERT INTO `follow_up_records` VALUES (393, 71, '2025-08-15 11:04:48', '微信', '已回访政策解读', '继续跟进', '2025-08-15 03:04:48', '2025-08-15 03:04:48', 2);
INSERT INTO `follow_up_records` VALUES (394, 125, '2025-08-15 11:05:41', '微信', '已回访常见问题解答', '继续跟进', '2025-08-15 03:05:42', '2025-08-15 03:05:42', 2);
INSERT INTO `follow_up_records` VALUES (395, 77, '2025-08-15 11:07:12', '微信', '已回访VIP手册，未回复', '继续跟进', '2025-08-15 03:07:14', '2025-08-15 03:07:14', 2);
INSERT INTO `follow_up_records` VALUES (396, 66, '2025-08-15 11:08:16', '微信', '已回访政策解读', '继续跟进', '2025-08-15 03:08:19', '2025-08-15 03:08:19', 2);
INSERT INTO `follow_up_records` VALUES (397, 67, '2025-08-15 11:08:46', '微信', '已回访政策解读', '继续跟进', '2025-08-15 03:08:46', '2025-08-15 03:08:46', 2);
INSERT INTO `follow_up_records` VALUES (398, 120, '2025-08-15 11:09:30', '微信', '主要咨询车，已回访无明确来店意向', '继续跟进', '2025-08-15 03:09:30', '2025-08-15 03:09:30', 2);
INSERT INTO `follow_up_records` VALUES (399, 124, '2025-08-15 11:10:14', '微信', '已回访常见问题解答', '继续跟进', '2025-08-15 03:10:14', '2025-08-15 03:10:14', 2);
INSERT INTO `follow_up_records` VALUES (418, 276, '2025-08-15 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-15 14:55:07', '2025-08-15 14:55:07', 2);
INSERT INTO `follow_up_records` VALUES (419, 277, '2025-08-15 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-15 14:55:08', '2025-08-15 14:55:08', 2);
INSERT INTO `follow_up_records` VALUES (420, 278, '2025-08-15 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-15 14:55:09', '2025-08-15 14:55:09', 2);
INSERT INTO `follow_up_records` VALUES (421, 279, '2025-08-15 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-15 14:55:10', '2025-08-15 14:55:10', 2);
INSERT INTO `follow_up_records` VALUES (422, 280, '2025-08-15 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-15 14:55:11', '2025-08-15 14:55:11', 2);
INSERT INTO `follow_up_records` VALUES (423, 281, '2025-08-15 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-15 14:55:12', '2025-08-15 14:55:12', 2);
INSERT INTO `follow_up_records` VALUES (424, 282, '2025-08-15 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-15 14:55:13', '2025-08-15 14:55:13', 2);
INSERT INTO `follow_up_records` VALUES (425, 283, '2025-08-15 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-15 14:55:14', '2025-08-15 14:55:14', 2);
INSERT INTO `follow_up_records` VALUES (426, 284, '2025-08-15 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-15 14:55:15', '2025-08-15 14:55:15', 2);
INSERT INTO `follow_up_records` VALUES (427, 285, '2025-08-15 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-15 14:55:16', '2025-08-15 14:55:16', 2);
INSERT INTO `follow_up_records` VALUES (428, 82, '2025-08-16 09:53:57', '微信', '已回访新政策解读', '继续跟进', '2025-08-16 01:53:57', '2025-08-16 01:53:57', 2);
INSERT INTO `follow_up_records` VALUES (429, 286, '2025-08-16 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-17 11:35:18', '2025-08-17 11:35:18', 2);
INSERT INTO `follow_up_records` VALUES (430, 287, '2025-08-16 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-17 11:35:19', '2025-08-17 11:35:19', 2);
INSERT INTO `follow_up_records` VALUES (431, 288, '2025-08-16 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-17 11:35:21', '2025-08-17 11:35:21', 2);
INSERT INTO `follow_up_records` VALUES (432, 289, '2025-08-16 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-17 11:35:22', '2025-08-17 11:35:22', 2);
INSERT INTO `follow_up_records` VALUES (433, 290, '2025-08-16 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-17 11:35:23', '2025-08-17 11:35:23', 2);
INSERT INTO `follow_up_records` VALUES (434, 291, '2025-08-16 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-17 11:35:24', '2025-08-17 11:35:24', 2);
INSERT INTO `follow_up_records` VALUES (435, 292, '2025-08-16 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-17 11:35:25', '2025-08-17 11:35:25', 2);
INSERT INTO `follow_up_records` VALUES (436, 293, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:15:43', '2025-08-20 01:15:43', 2);
INSERT INTO `follow_up_records` VALUES (437, 294, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:15:44', '2025-08-20 01:15:44', 2);
INSERT INTO `follow_up_records` VALUES (438, 295, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:15:45', '2025-08-20 01:15:45', 2);
INSERT INTO `follow_up_records` VALUES (439, 296, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:15:46', '2025-08-20 01:15:46', 2);
INSERT INTO `follow_up_records` VALUES (440, 297, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:15:47', '2025-08-20 01:15:47', 2);
INSERT INTO `follow_up_records` VALUES (441, 298, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:15:48', '2025-08-20 01:15:48', 2);
INSERT INTO `follow_up_records` VALUES (442, 299, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:15:49', '2025-08-20 01:15:49', 2);
INSERT INTO `follow_up_records` VALUES (443, 300, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:15:50', '2025-08-20 01:15:50', 2);
INSERT INTO `follow_up_records` VALUES (444, 301, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:15:51', '2025-08-20 01:15:51', 2);
INSERT INTO `follow_up_records` VALUES (445, 302, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:15:52', '2025-08-20 01:15:52', 2);
INSERT INTO `follow_up_records` VALUES (446, 303, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:15:53', '2025-08-20 01:15:53', 2);
INSERT INTO `follow_up_records` VALUES (447, 304, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:15:54', '2025-08-20 01:15:54', 2);
INSERT INTO `follow_up_records` VALUES (448, 305, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:15:56', '2025-08-20 01:15:56', 2);
INSERT INTO `follow_up_records` VALUES (449, 306, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:15:57', '2025-08-20 01:15:57', 2);
INSERT INTO `follow_up_records` VALUES (450, 307, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:15:58', '2025-08-20 01:15:58', 2);
INSERT INTO `follow_up_records` VALUES (451, 308, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:15:59', '2025-08-20 01:15:59', 2);
INSERT INTO `follow_up_records` VALUES (452, 309, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:00', '2025-08-20 01:16:00', 2);
INSERT INTO `follow_up_records` VALUES (453, 310, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:01', '2025-08-20 01:16:01', 2);
INSERT INTO `follow_up_records` VALUES (454, 311, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:02', '2025-08-20 01:16:02', 2);
INSERT INTO `follow_up_records` VALUES (455, 312, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:03', '2025-08-20 01:16:03', 2);
INSERT INTO `follow_up_records` VALUES (456, 313, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:04', '2025-08-20 01:16:04', 2);
INSERT INTO `follow_up_records` VALUES (457, 314, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:05', '2025-08-20 01:16:05', 2);
INSERT INTO `follow_up_records` VALUES (458, 315, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:06', '2025-08-20 01:16:06', 2);
INSERT INTO `follow_up_records` VALUES (459, 316, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:07', '2025-08-20 01:16:07', 2);
INSERT INTO `follow_up_records` VALUES (460, 317, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:08', '2025-08-20 01:16:08', 2);
INSERT INTO `follow_up_records` VALUES (461, 318, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:09', '2025-08-20 01:16:09', 2);
INSERT INTO `follow_up_records` VALUES (462, 319, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:10', '2025-08-20 01:16:10', 2);
INSERT INTO `follow_up_records` VALUES (463, 320, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:11', '2025-08-20 01:16:11', 2);
INSERT INTO `follow_up_records` VALUES (464, 321, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:12', '2025-08-20 01:16:12', 2);
INSERT INTO `follow_up_records` VALUES (465, 322, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:13', '2025-08-20 01:16:13', 2);
INSERT INTO `follow_up_records` VALUES (466, 323, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:14', '2025-08-20 01:16:14', 2);
INSERT INTO `follow_up_records` VALUES (467, 324, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:16', '2025-08-20 01:16:16', 2);
INSERT INTO `follow_up_records` VALUES (468, 325, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:17', '2025-08-20 01:16:17', 2);
INSERT INTO `follow_up_records` VALUES (469, 326, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:18', '2025-08-20 01:16:18', 2);
INSERT INTO `follow_up_records` VALUES (470, 327, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:19', '2025-08-20 01:16:19', 2);
INSERT INTO `follow_up_records` VALUES (471, 328, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:20', '2025-08-20 01:16:20', 2);
INSERT INTO `follow_up_records` VALUES (472, 329, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:21', '2025-08-20 01:16:21', 2);
INSERT INTO `follow_up_records` VALUES (473, 330, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:22', '2025-08-20 01:16:22', 2);
INSERT INTO `follow_up_records` VALUES (474, 331, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:23', '2025-08-20 01:16:23', 2);
INSERT INTO `follow_up_records` VALUES (475, 332, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:24', '2025-08-20 01:16:24', 2);
INSERT INTO `follow_up_records` VALUES (476, 333, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:25', '2025-08-20 01:16:25', 2);
INSERT INTO `follow_up_records` VALUES (477, 334, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:26', '2025-08-20 01:16:26', 2);
INSERT INTO `follow_up_records` VALUES (478, 335, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:27', '2025-08-20 01:16:27', 2);
INSERT INTO `follow_up_records` VALUES (479, 336, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:28', '2025-08-20 01:16:28', 2);
INSERT INTO `follow_up_records` VALUES (480, 337, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:29', '2025-08-20 01:16:29', 2);
INSERT INTO `follow_up_records` VALUES (481, 338, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:30', '2025-08-20 01:16:30', 2);
INSERT INTO `follow_up_records` VALUES (482, 339, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:31', '2025-08-20 01:16:31', 2);
INSERT INTO `follow_up_records` VALUES (483, 340, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:32', '2025-08-20 01:16:32', 2);
INSERT INTO `follow_up_records` VALUES (484, 341, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:33', '2025-08-20 01:16:33', 2);
INSERT INTO `follow_up_records` VALUES (485, 342, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:34', '2025-08-20 01:16:34', 2);
INSERT INTO `follow_up_records` VALUES (486, 343, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:35', '2025-08-20 01:16:35', 2);
INSERT INTO `follow_up_records` VALUES (487, 344, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:37', '2025-08-20 01:16:37', 2);
INSERT INTO `follow_up_records` VALUES (488, 345, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:38', '2025-08-20 01:16:38', 2);
INSERT INTO `follow_up_records` VALUES (489, 346, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:39', '2025-08-20 01:16:39', 2);
INSERT INTO `follow_up_records` VALUES (490, 347, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:40', '2025-08-20 01:16:40', 2);
INSERT INTO `follow_up_records` VALUES (491, 348, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:41', '2025-08-20 01:16:41', 2);
INSERT INTO `follow_up_records` VALUES (492, 349, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:42', '2025-08-20 01:16:42', 2);
INSERT INTO `follow_up_records` VALUES (493, 350, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:43', '2025-08-20 01:16:43', 2);
INSERT INTO `follow_up_records` VALUES (494, 351, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:44', '2025-08-20 01:16:44', 2);
INSERT INTO `follow_up_records` VALUES (495, 352, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:45', '2025-08-20 01:16:45', 2);
INSERT INTO `follow_up_records` VALUES (496, 353, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:46', '2025-08-20 01:16:46', 2);
INSERT INTO `follow_up_records` VALUES (497, 354, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:47', '2025-08-20 01:16:47', 2);
INSERT INTO `follow_up_records` VALUES (498, 355, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:48', '2025-08-20 01:16:48', 2);
INSERT INTO `follow_up_records` VALUES (499, 356, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:49', '2025-08-20 01:16:49', 2);
INSERT INTO `follow_up_records` VALUES (500, 357, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:50', '2025-08-20 01:16:50', 2);
INSERT INTO `follow_up_records` VALUES (501, 358, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:51', '2025-08-20 01:16:51', 2);
INSERT INTO `follow_up_records` VALUES (502, 359, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:52', '2025-08-20 01:16:52', 2);
INSERT INTO `follow_up_records` VALUES (503, 360, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:53', '2025-08-20 01:16:53', 2);
INSERT INTO `follow_up_records` VALUES (504, 361, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:54', '2025-08-20 01:16:54', 2);
INSERT INTO `follow_up_records` VALUES (505, 362, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:56', '2025-08-20 01:16:56', 2);
INSERT INTO `follow_up_records` VALUES (506, 363, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:57', '2025-08-20 01:16:57', 2);
INSERT INTO `follow_up_records` VALUES (507, 364, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:58', '2025-08-20 01:16:58', 2);
INSERT INTO `follow_up_records` VALUES (508, 365, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:16:59', '2025-08-20 01:16:59', 2);
INSERT INTO `follow_up_records` VALUES (509, 366, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:00', '2025-08-20 01:17:00', 2);
INSERT INTO `follow_up_records` VALUES (510, 367, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:01', '2025-08-20 01:17:01', 2);
INSERT INTO `follow_up_records` VALUES (511, 368, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:02', '2025-08-20 01:17:02', 2);
INSERT INTO `follow_up_records` VALUES (512, 369, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:03', '2025-08-20 01:17:03', 2);
INSERT INTO `follow_up_records` VALUES (513, 370, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:04', '2025-08-20 01:17:04', 2);
INSERT INTO `follow_up_records` VALUES (514, 371, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:05', '2025-08-20 01:17:05', 2);
INSERT INTO `follow_up_records` VALUES (515, 372, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:06', '2025-08-20 01:17:06', 2);
INSERT INTO `follow_up_records` VALUES (516, 373, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:07', '2025-08-20 01:17:07', 2);
INSERT INTO `follow_up_records` VALUES (517, 374, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:08', '2025-08-20 01:17:08', 2);
INSERT INTO `follow_up_records` VALUES (518, 375, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:09', '2025-08-20 01:17:09', 2);
INSERT INTO `follow_up_records` VALUES (519, 376, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:10', '2025-08-20 01:17:10', 2);
INSERT INTO `follow_up_records` VALUES (520, 377, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:11', '2025-08-20 01:17:11', 2);
INSERT INTO `follow_up_records` VALUES (521, 378, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:12', '2025-08-20 01:17:12', 2);
INSERT INTO `follow_up_records` VALUES (522, 379, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:13', '2025-08-20 01:17:13', 2);
INSERT INTO `follow_up_records` VALUES (523, 380, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:14', '2025-08-20 01:17:14', 2);
INSERT INTO `follow_up_records` VALUES (524, 381, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:15', '2025-08-20 01:17:15', 2);
INSERT INTO `follow_up_records` VALUES (525, 382, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:16', '2025-08-20 01:17:16', 2);
INSERT INTO `follow_up_records` VALUES (526, 383, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:18', '2025-08-20 01:17:18', 2);
INSERT INTO `follow_up_records` VALUES (527, 384, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:19', '2025-08-20 01:17:19', 2);
INSERT INTO `follow_up_records` VALUES (528, 385, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:20', '2025-08-20 01:17:20', 2);
INSERT INTO `follow_up_records` VALUES (529, 386, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:21', '2025-08-20 01:17:21', 2);
INSERT INTO `follow_up_records` VALUES (530, 387, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:22', '2025-08-20 01:17:22', 2);
INSERT INTO `follow_up_records` VALUES (531, 388, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:23', '2025-08-20 01:17:23', 2);
INSERT INTO `follow_up_records` VALUES (532, 389, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:24', '2025-08-20 01:17:24', 2);
INSERT INTO `follow_up_records` VALUES (533, 390, '2025-08-17 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:17:25', '2025-08-20 01:17:25', 2);
INSERT INTO `follow_up_records` VALUES (534, 391, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:24', '2025-08-20 01:23:24', 2);
INSERT INTO `follow_up_records` VALUES (535, 392, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:25', '2025-08-20 01:23:25', 2);
INSERT INTO `follow_up_records` VALUES (536, 393, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:27', '2025-08-20 01:23:27', 2);
INSERT INTO `follow_up_records` VALUES (537, 394, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:28', '2025-08-20 01:23:28', 2);
INSERT INTO `follow_up_records` VALUES (538, 395, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:29', '2025-08-20 01:23:29', 2);
INSERT INTO `follow_up_records` VALUES (539, 396, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:30', '2025-08-20 01:23:30', 2);
INSERT INTO `follow_up_records` VALUES (540, 397, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:31', '2025-08-20 01:23:31', 2);
INSERT INTO `follow_up_records` VALUES (541, 398, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:32', '2025-08-20 01:23:32', 2);
INSERT INTO `follow_up_records` VALUES (542, 399, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:33', '2025-08-20 01:23:33', 2);
INSERT INTO `follow_up_records` VALUES (543, 400, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:34', '2025-08-20 01:23:34', 2);
INSERT INTO `follow_up_records` VALUES (544, 401, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:35', '2025-08-20 01:23:35', 2);
INSERT INTO `follow_up_records` VALUES (545, 402, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:36', '2025-08-20 01:23:36', 2);
INSERT INTO `follow_up_records` VALUES (546, 403, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:37', '2025-08-20 01:23:37', 2);
INSERT INTO `follow_up_records` VALUES (547, 404, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:38', '2025-08-20 01:23:38', 2);
INSERT INTO `follow_up_records` VALUES (548, 405, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:39', '2025-08-20 01:23:39', 2);
INSERT INTO `follow_up_records` VALUES (549, 406, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:40', '2025-08-20 01:23:40', 2);
INSERT INTO `follow_up_records` VALUES (550, 407, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:41', '2025-08-20 01:23:41', 2);
INSERT INTO `follow_up_records` VALUES (551, 408, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:42', '2025-08-20 01:23:42', 2);
INSERT INTO `follow_up_records` VALUES (552, 409, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:43', '2025-08-20 01:23:43', 2);
INSERT INTO `follow_up_records` VALUES (553, 410, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:44', '2025-08-20 01:23:44', 2);
INSERT INTO `follow_up_records` VALUES (554, 411, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:45', '2025-08-20 01:23:45', 2);
INSERT INTO `follow_up_records` VALUES (555, 412, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:46', '2025-08-20 01:23:46', 2);
INSERT INTO `follow_up_records` VALUES (556, 413, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:48', '2025-08-20 01:23:48', 2);
INSERT INTO `follow_up_records` VALUES (557, 414, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:49', '2025-08-20 01:23:49', 2);
INSERT INTO `follow_up_records` VALUES (558, 415, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:50', '2025-08-20 01:23:50', 2);
INSERT INTO `follow_up_records` VALUES (559, 416, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:51', '2025-08-20 01:23:51', 2);
INSERT INTO `follow_up_records` VALUES (560, 417, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:52', '2025-08-20 01:23:52', 2);
INSERT INTO `follow_up_records` VALUES (561, 418, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:53', '2025-08-20 01:23:53', 2);
INSERT INTO `follow_up_records` VALUES (562, 419, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:54', '2025-08-20 01:23:54', 2);
INSERT INTO `follow_up_records` VALUES (563, 420, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:55', '2025-08-20 01:23:55', 2);
INSERT INTO `follow_up_records` VALUES (564, 421, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:56', '2025-08-20 01:23:56', 2);
INSERT INTO `follow_up_records` VALUES (565, 422, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:57', '2025-08-20 01:23:57', 2);
INSERT INTO `follow_up_records` VALUES (566, 423, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:58', '2025-08-20 01:23:58', 2);
INSERT INTO `follow_up_records` VALUES (567, 424, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:23:59', '2025-08-20 01:23:59', 2);
INSERT INTO `follow_up_records` VALUES (568, 425, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:24:00', '2025-08-20 01:24:00', 2);
INSERT INTO `follow_up_records` VALUES (569, 426, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:24:01', '2025-08-20 01:24:01', 2);
INSERT INTO `follow_up_records` VALUES (570, 427, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:24:02', '2025-08-20 01:24:02', 2);
INSERT INTO `follow_up_records` VALUES (571, 428, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:24:03', '2025-08-20 01:24:03', 2);
INSERT INTO `follow_up_records` VALUES (572, 429, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:24:04', '2025-08-20 01:24:04', 2);
INSERT INTO `follow_up_records` VALUES (573, 430, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:24:05', '2025-08-20 01:24:05', 2);
INSERT INTO `follow_up_records` VALUES (574, 431, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:24:06', '2025-08-20 01:24:06', 2);
INSERT INTO `follow_up_records` VALUES (575, 432, '2025-08-18 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:24:08', '2025-08-20 01:24:08', 2);
INSERT INTO `follow_up_records` VALUES (576, 433, '2025-08-19 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:36:07', '2025-08-20 01:36:07', 2);
INSERT INTO `follow_up_records` VALUES (577, 434, '2025-08-19 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:36:08', '2025-08-20 01:36:08', 2);
INSERT INTO `follow_up_records` VALUES (578, 435, '2025-08-19 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:36:09', '2025-08-20 01:36:09', 2);
INSERT INTO `follow_up_records` VALUES (579, 436, '2025-08-19 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:36:10', '2025-08-20 01:36:10', 2);
INSERT INTO `follow_up_records` VALUES (580, 437, '2025-08-19 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:36:11', '2025-08-20 01:36:11', 2);
INSERT INTO `follow_up_records` VALUES (581, 438, '2025-08-19 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:36:12', '2025-08-20 01:36:12', 2);
INSERT INTO `follow_up_records` VALUES (582, 439, '2025-08-19 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:36:13', '2025-08-20 01:36:13', 2);
INSERT INTO `follow_up_records` VALUES (583, 440, '2025-08-19 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:36:14', '2025-08-20 01:36:14', 2);
INSERT INTO `follow_up_records` VALUES (584, 441, '2025-08-19 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:36:15', '2025-08-20 01:36:15', 2);
INSERT INTO `follow_up_records` VALUES (585, 442, '2025-08-19 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:36:16', '2025-08-20 01:36:16', 2);
INSERT INTO `follow_up_records` VALUES (586, 443, '2025-08-19 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:36:17', '2025-08-20 01:36:17', 2);
INSERT INTO `follow_up_records` VALUES (587, 444, '2025-08-19 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:36:18', '2025-08-20 01:36:18', 2);
INSERT INTO `follow_up_records` VALUES (588, 445, '2025-08-19 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:36:19', '2025-08-20 01:36:19', 2);
INSERT INTO `follow_up_records` VALUES (589, 446, '2025-08-19 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:36:20', '2025-08-20 01:36:20', 2);
INSERT INTO `follow_up_records` VALUES (590, 447, '2025-08-19 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:36:21', '2025-08-20 01:36:21', 2);
INSERT INTO `follow_up_records` VALUES (591, 448, '2025-08-19 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:36:23', '2025-08-20 01:36:23', 2);
INSERT INTO `follow_up_records` VALUES (592, 449, '2025-08-19 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:36:24', '2025-08-20 01:36:24', 2);
INSERT INTO `follow_up_records` VALUES (593, 450, '2025-08-19 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:36:25', '2025-08-20 01:36:25', 2);
INSERT INTO `follow_up_records` VALUES (594, 451, '2025-08-19 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:36:26', '2025-08-20 01:36:26', 2);
INSERT INTO `follow_up_records` VALUES (595, 452, '2025-08-19 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:36:27', '2025-08-20 01:36:27', 2);
INSERT INTO `follow_up_records` VALUES (596, 453, '2025-08-19 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:36:28', '2025-08-20 01:36:28', 2);
INSERT INTO `follow_up_records` VALUES (597, 454, '2025-08-19 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-20 01:36:29', '2025-08-20 01:36:29', 2);
INSERT INTO `follow_up_records` VALUES (598, 46, '2025-08-20 09:56:04', '微信', '意向低价车', '继续跟进', '2025-08-20 01:56:03', '2025-08-20 01:56:03', 2);
INSERT INTO `follow_up_records` VALUES (599, 255, '2025-08-20 16:48:28', '微信', '具备两地公司资质，仅做联系', '继续跟进', '2025-08-20 08:48:27', '2025-08-20 08:48:27', 2);
INSERT INTO `follow_up_records` VALUES (600, 54, '2025-08-20 16:50:58', '微信', '已约定时间来店，跟进中', '继续跟进', '2025-08-20 08:51:00', '2025-08-20 08:51:00', 2);
INSERT INTO `follow_up_records` VALUES (601, 88, '2025-08-20 16:54:06', '微信', '已回访VIP手册，未回复', '继续跟进', '2025-08-20 08:54:05', '2025-08-20 08:54:05', 2);
INSERT INTO `follow_up_records` VALUES (602, 87, '2025-08-20 16:54:44', '微信', '已回访VIP手册，未回复', '继续跟进', '2025-08-20 08:54:43', '2025-08-20 08:54:43', 2);
INSERT INTO `follow_up_records` VALUES (603, 86, '2025-08-20 16:55:17', '微信', '已回访VIP手册，未回复', '继续跟进', '2025-08-20 08:55:16', '2025-08-20 08:55:16', 2);
INSERT INTO `follow_up_records` VALUES (604, 73, '2025-08-20 16:57:06', '微信', 'WhatsApp沟通', '继续跟进', '2025-08-20 08:57:05', '2025-08-20 08:57:05', 2);
INSERT INTO `follow_up_records` VALUES (605, 68, '2025-08-20 16:59:02', '微信', '已回访政策解读', '继续跟进', '2025-08-20 08:59:01', '2025-08-20 08:59:01', 2);
INSERT INTO `follow_up_records` VALUES (606, 65, '2025-08-20 16:59:47', '微信', '已回访政策解读', '继续跟进', '2025-08-20 08:59:45', '2025-08-20 08:59:45', 2);
INSERT INTO `follow_up_records` VALUES (607, 62, '2025-08-20 17:00:16', '微信', '已回访车辆网站', '继续跟进', '2025-08-20 09:00:14', '2025-08-20 09:00:14', 2);
INSERT INTO `follow_up_records` VALUES (608, 134, '2025-08-20 17:02:45', '微信', '回访政策解读', '继续跟进', '2025-08-20 09:02:44', '2025-08-20 09:02:44', 2);
INSERT INTO `follow_up_records` VALUES (609, 133, '2025-08-20 17:05:14', '微信', '回访车辆网站了。', '继续跟进', '2025-08-20 09:05:13', '2025-08-20 09:05:13', 2);
INSERT INTO `follow_up_records` VALUES (610, 132, '2025-08-20 17:11:20', '微信', '回访政策解读', '继续跟进', '2025-08-20 09:11:18', '2025-08-20 09:11:18', 2);
INSERT INTO `follow_up_records` VALUES (611, 130, '2025-08-20 17:11:37', '微信', '回访政策解读', '继续跟进', '2025-08-20 09:11:36', '2025-08-20 09:11:36', 2);
INSERT INTO `follow_up_records` VALUES (612, 116, '2025-08-20 17:12:03', '微信', '已回访政策解读', '继续跟进', '2025-08-20 09:12:02', '2025-08-20 09:12:02', 2);
INSERT INTO `follow_up_records` VALUES (613, 113, '2025-08-20 17:13:19', '微信', '保持联系', '继续跟进', '2025-08-20 09:13:18', '2025-08-20 09:13:18', 2);
INSERT INTO `follow_up_records` VALUES (614, 112, '2025-08-20 17:13:52', '微信', '已回访政策解读', '继续跟进', '2025-08-20 09:13:51', '2025-08-20 09:13:51', 2);
INSERT INTO `follow_up_records` VALUES (615, 105, '2025-08-20 17:15:48', '微信', '已回访车辆网站', '继续跟进', '2025-08-20 09:15:47', '2025-08-20 09:15:47', 2);
INSERT INTO `follow_up_records` VALUES (616, 109, '2025-08-20 17:16:41', '微信', '已回访网站', '继续跟进', '2025-08-20 09:16:40', '2025-08-20 09:16:40', 2);
INSERT INTO `follow_up_records` VALUES (617, 104, '2025-08-20 17:17:04', '微信', '已回访车辆网站', '继续跟进', '2025-08-20 09:17:03', '2025-08-20 09:17:03', 2);
INSERT INTO `follow_up_records` VALUES (618, 110, '2025-08-20 17:17:37', '微信', '已回访车辆网站', '继续跟进', '2025-08-20 09:17:36', '2025-08-20 09:17:36', 2);
INSERT INTO `follow_up_records` VALUES (619, 101, '2025-08-20 17:18:05', '微信', '已回访车辆网站', '继续跟进', '2025-08-20 09:18:04', '2025-08-20 09:18:04', 2);
INSERT INTO `follow_up_records` VALUES (620, 96, '2025-08-20 17:18:37', '编辑跟进', '已回访政策解读', '待跟进', '2025-08-20 09:18:36', '2025-08-20 09:18:36', 2);
INSERT INTO `follow_up_records` VALUES (621, 117, '2025-08-20 17:19:40', '微信', '已回访车辆网站', '继续跟进', '2025-08-20 09:19:38', '2025-08-20 09:19:38', 2);
INSERT INTO `follow_up_records` VALUES (622, 89, '2025-08-20 17:22:29', '微信', '已回访政策解读', '继续跟进', '2025-08-20 09:22:27', '2025-08-20 09:22:27', 2);
INSERT INTO `follow_up_records` VALUES (623, 177, '2025-08-20 17:24:46', '微信', '回访车辆网站', '继续跟进', '2025-08-20 09:24:45', '2025-08-20 09:24:45', 2);
INSERT INTO `follow_up_records` VALUES (624, 249, '2025-08-20 17:34:48', '微信', '回访沟通中', '继续跟进', '2025-08-20 09:34:46', '2025-08-20 09:34:46', 2);
INSERT INTO `follow_up_records` VALUES (625, 242, '2025-08-20 17:36:07', '编辑跟进', '已联系', '待跟进', '2025-08-20 09:36:06', '2025-08-20 09:36:06', 2);
INSERT INTO `follow_up_records` VALUES (626, 238, '2025-08-20 17:37:51', '微信', '已回访车辆网站', '继续跟进', '2025-08-20 09:37:50', '2025-08-20 09:37:50', 2);
INSERT INTO `follow_up_records` VALUES (627, 239, '2025-08-20 17:39:11', '微信', '首次回访网站', '继续跟进', '2025-08-20 09:39:10', '2025-08-20 09:39:10', 2);
INSERT INTO `follow_up_records` VALUES (628, 234, '2025-08-20 17:40:13', '微信', '已回访车辆网站', '继续跟进', '2025-08-20 09:40:12', '2025-08-20 09:40:12', 2);
INSERT INTO `follow_up_records` VALUES (629, 224, '2025-08-20 17:41:13', '微信', '已回访网站', '继续跟进', '2025-08-20 09:41:11', '2025-08-20 09:41:11', 2);
INSERT INTO `follow_up_records` VALUES (630, 210, '2025-08-20 17:42:25', '微信', '回访政策解读', '继续跟进', '2025-08-20 09:42:23', '2025-08-20 09:42:23', 2);
INSERT INTO `follow_up_records` VALUES (631, 206, '2025-08-20 17:44:17', '微信', '已回访车辆网站', '继续跟进', '2025-08-20 09:44:16', '2025-08-20 09:44:16', 2);
INSERT INTO `follow_up_records` VALUES (632, 225, '2025-08-20 17:49:41', '微信', '已回访政策解读', '继续跟进', '2025-08-20 09:49:40', '2025-08-20 09:49:40', 2);
INSERT INTO `follow_up_records` VALUES (633, 213, '2025-08-20 17:58:05', '微信', '回访常见问题解答', '继续跟进', '2025-08-20 09:58:04', '2025-08-20 09:58:04', 2);
INSERT INTO `follow_up_records` VALUES (634, 179, '2025-08-20 18:11:34', '微信', '已回访网站', '继续跟进', '2025-08-20 10:11:33', '2025-08-20 10:11:33', 2);
INSERT INTO `follow_up_records` VALUES (635, 228, '2025-08-20 18:12:47', '微信', '已回访政策解读', '继续跟进', '2025-08-20 10:12:46', '2025-08-20 10:12:46', 2);
INSERT INTO `follow_up_records` VALUES (636, 178, '2025-08-20 18:14:55', '微信', '已回访网站', '继续跟进', '2025-08-20 10:14:54', '2025-08-20 10:14:54', 2);
INSERT INTO `follow_up_records` VALUES (637, 227, '2025-08-20 18:15:23', '微信', '已回访车辆网站', '继续跟进', '2025-08-20 10:15:22', '2025-08-20 10:15:22', 2);
INSERT INTO `follow_up_records` VALUES (638, 221, '2025-08-20 18:15:58', '微信', '已回访车辆网站', '继续跟进', '2025-08-20 10:15:57', '2025-08-20 10:15:57', 2);
INSERT INTO `follow_up_records` VALUES (639, 220, '2025-08-20 18:16:35', '微信', '回访政策解读', '继续跟进', '2025-08-20 10:16:34', '2025-08-20 10:16:34', 2);
INSERT INTO `follow_up_records` VALUES (640, 218, '2025-08-20 18:17:26', '微信', '已回访政策解读', '继续跟进', '2025-08-20 10:17:24', '2025-08-20 10:17:24', 2);
INSERT INTO `follow_up_records` VALUES (641, 211, '2025-08-20 18:19:11', '微信', '已回访车辆网站', '继续跟进', '2025-08-20 10:19:09', '2025-08-20 10:19:09', 2);
INSERT INTO `follow_up_records` VALUES (642, 95, '2025-08-20 18:20:45', '微信', '已回访车辆网站', '继续跟进', '2025-08-20 10:20:43', '2025-08-20 10:20:43', 2);
INSERT INTO `follow_up_records` VALUES (643, 98, '2025-08-20 18:21:58', '微信', '已回访政策解读', '继续跟进', '2025-08-20 10:21:56', '2025-08-20 10:21:56', 2);
INSERT INTO `follow_up_records` VALUES (644, 395, '2025-08-24 09:43:44', '微信', '回访常见问题解答', '继续跟进', '2025-08-24 01:43:45', '2025-08-24 01:43:45', 2);
INSERT INTO `follow_up_records` VALUES (645, 396, '2025-08-24 09:51:35', '微信', '首次联系', '继续跟进', '2025-08-24 01:51:36', '2025-08-24 01:51:36', 2);
INSERT INTO `follow_up_records` VALUES (646, 397, '2025-08-24 09:52:43', '微信', '首次联系', '继续跟进', '2025-08-24 01:52:44', '2025-08-24 01:52:44', 2);
INSERT INTO `follow_up_records` VALUES (647, 398, '2025-08-24 09:54:11', '微信', '首次联系', '继续跟进', '2025-08-24 01:54:11', '2025-08-24 01:54:11', 2);
INSERT INTO `follow_up_records` VALUES (648, 399, '2025-08-24 10:04:01', '微信', '首次联系', '加强联系', '2025-08-24 02:04:01', '2025-08-24 02:04:01', 2);
INSERT INTO `follow_up_records` VALUES (649, 388, '2025-08-24 10:04:59', '微信', '已回访常见问题解答', '继续跟进', '2025-08-24 02:04:57', '2025-08-24 02:04:57', 2);
INSERT INTO `follow_up_records` VALUES (650, 382, '2025-08-24 10:06:31', '微信', '咨询纳税牌，符合纳税牌申请条件', '继续跟进', '2025-08-24 02:06:30', '2025-08-24 02:06:30', 2);
INSERT INTO `follow_up_records` VALUES (651, 400, '2025-08-24 10:06:56', '编辑跟进', '首次联系', '终结', '2025-08-24 02:06:56', '2025-08-24 02:06:56', 2);
INSERT INTO `follow_up_records` VALUES (652, 374, '2025-08-24 10:08:33', '微信', '已回访常见问题解答', '继续跟进', '2025-08-24 02:08:31', '2025-08-24 02:08:31', 2);
INSERT INTO `follow_up_records` VALUES (653, 372, '2025-08-24 10:09:35', '微信', '已跟进常见问题解答', '继续跟进', '2025-08-24 02:09:34', '2025-08-24 02:09:34', 2);
INSERT INTO `follow_up_records` VALUES (654, 392, '2025-08-24 10:09:51', '微信', '首次联系', '继续跟进', '2025-08-24 02:09:52', '2025-08-24 02:09:52', 2);
INSERT INTO `follow_up_records` VALUES (655, 402, '2025-08-24 10:12:01', '微信', '首次联系', '继续跟进', '2025-08-24 02:12:02', '2025-08-24 02:12:02', 2);
INSERT INTO `follow_up_records` VALUES (656, 375, '2025-08-24 10:13:10', '微信', '已回访常见问题解答', '继续跟进', '2025-08-24 02:13:09', '2025-08-24 02:13:09', 2);
INSERT INTO `follow_up_records` VALUES (657, 371, '2025-08-24 10:13:53', '微信', '只是咨询车', '继续跟进', '2025-08-24 02:13:52', '2025-08-24 02:13:52', 2);
INSERT INTO `follow_up_records` VALUES (658, 369, '2025-08-24 10:14:35', '微信', '未回复', '继续跟进', '2025-08-24 02:14:33', '2025-08-24 02:14:33', 2);
INSERT INTO `follow_up_records` VALUES (659, 359, '2025-08-24 10:20:36', '微信', '仅咨询车', '继续跟进', '2025-08-24 02:20:34', '2025-08-24 02:20:34', 2);
INSERT INTO `follow_up_records` VALUES (660, 358, '2025-08-24 10:21:52', '微信', '未回复', '继续跟进', '2025-08-24 02:21:51', '2025-08-24 02:21:51', 2);
INSERT INTO `follow_up_records` VALUES (661, 345, '2025-08-24 10:23:19', '微信', '咨询车辆，沟通中', '继续跟进', '2025-08-24 02:23:18', '2025-08-24 02:23:18', 2);
INSERT INTO `follow_up_records` VALUES (662, 335, '2025-08-24 10:23:51', '微信', '未回复', '终结', '2025-08-24 02:23:50', '2025-08-24 02:23:50', 2);
INSERT INTO `follow_up_records` VALUES (663, 338, '2025-08-24 10:25:11', '微信', '已恢复常见问题解答', '继续跟进', '2025-08-24 02:25:10', '2025-08-24 02:25:10', 2);
INSERT INTO `follow_up_records` VALUES (664, 367, '2025-08-24 10:26:58', '微信', '仅沟通车辆', '继续跟进', '2025-08-24 02:26:57', '2025-08-24 02:26:57', 2);
INSERT INTO `follow_up_records` VALUES (665, 368, '2025-08-24 10:28:06', '微信', '仅沟通车', '继续跟进', '2025-08-24 02:28:04', '2025-08-24 02:28:04', 2);
INSERT INTO `follow_up_records` VALUES (666, 356, '2025-08-24 10:29:06', '微信', '首次联系', '继续跟进', '2025-08-24 02:29:05', '2025-08-24 02:29:05', 2);
INSERT INTO `follow_up_records` VALUES (667, 354, '2025-08-24 10:31:12', '微信', '未回复', '继续跟进', '2025-08-24 02:31:11', '2025-08-24 02:31:11', 2);
INSERT INTO `follow_up_records` VALUES (668, 373, '2025-08-24 10:38:06', '微信', '未回复', '继续跟进', '2025-08-24 02:38:05', '2025-08-24 02:38:05', 2);
INSERT INTO `follow_up_records` VALUES (669, 387, '2025-08-24 10:39:12', '微信', '未回复', '继续跟进', '2025-08-24 02:39:11', '2025-08-24 02:39:11', 2);
INSERT INTO `follow_up_records` VALUES (670, 389, '2025-08-24 10:41:28', '微信', '已回访常见问题解答，未回复', '继续跟进', '2025-08-24 02:41:27', '2025-08-24 02:41:27', 2);
INSERT INTO `follow_up_records` VALUES (671, 381, '2025-08-24 10:43:51', '微信', '仅咨询车', '继续跟进', '2025-08-24 02:43:49', '2025-08-24 02:43:49', 2);
INSERT INTO `follow_up_records` VALUES (672, 290, '2025-08-24 10:45:17', '微信', '首次沟通未回复', '继续跟进', '2025-08-24 02:45:16', '2025-08-24 02:45:16', 2);
INSERT INTO `follow_up_records` VALUES (673, 276, '2025-08-24 10:47:04', '微信', '已回访常见问题解答', '继续跟进', '2025-08-24 02:47:03', '2025-08-24 02:47:03', 2);
INSERT INTO `follow_up_records` VALUES (674, 283, '2025-08-24 10:49:01', '微信', '已回访常见问题解答', '继续跟进', '2025-08-24 02:49:00', '2025-08-24 02:49:00', 2);
INSERT INTO `follow_up_records` VALUES (675, 288, '2025-08-24 10:55:07', '微信', '漏沟通，首次联系', '继续跟进', '2025-08-24 02:55:06', '2025-08-24 02:55:06', 2);
INSERT INTO `follow_up_records` VALUES (676, 393, '2025-08-24 10:58:35', '微信', '首次联系', '继续跟进', '2025-08-24 02:58:36', '2025-08-24 02:58:36', 2);
INSERT INTO `follow_up_records` VALUES (677, 256, '2025-08-24 10:59:05', '微信', '已回访政策解答', '继续跟进', '2025-08-24 02:59:04', '2025-08-24 02:59:04', 2);
INSERT INTO `follow_up_records` VALUES (678, 279, '2025-08-24 11:02:44', '微信', '已回访政策解读', '继续跟进', '2025-08-24 03:02:43', '2025-08-24 03:02:43', 2);
INSERT INTO `follow_up_records` VALUES (679, 149, '2025-08-24 11:42:34', '微信', '已回访常见问题解答', '继续跟进', '2025-08-24 03:42:33', '2025-08-24 03:42:33', 2);
INSERT INTO `follow_up_records` VALUES (680, 150, '2025-08-24 11:44:53', '微信', '已回访常见问题解答', '继续跟进', '2025-08-24 03:44:51', '2025-08-24 03:44:51', 2);
INSERT INTO `follow_up_records` VALUES (681, 147, '2025-08-24 11:46:28', '微信', '已回访常见问题解答', '继续跟进', '2025-08-24 03:46:27', '2025-08-24 03:46:27', 2);
INSERT INTO `follow_up_records` VALUES (682, 167, '2025-08-24 11:48:41', '微信', '仅咨询', '继续跟进', '2025-08-24 03:48:39', '2025-08-24 03:48:39', 2);
INSERT INTO `follow_up_records` VALUES (683, 407, '2025-08-24 13:16:18', '编辑跟进', '首次联系', '继续跟进', '2025-08-24 05:16:19', '2025-08-24 05:16:19', 2);
INSERT INTO `follow_up_records` VALUES (684, 408, '2025-08-24 13:24:09', '微信', '首次联系', '继续跟进', '2025-08-24 05:24:10', '2025-08-24 05:24:10', 2);
INSERT INTO `follow_up_records` VALUES (685, 403, '2025-08-24 13:25:18', '微信', '首次联系', '继续跟进', '2025-08-24 05:25:19', '2025-08-24 05:25:19', 2);
INSERT INTO `follow_up_records` VALUES (686, 410, '2025-08-24 13:27:24', '微信', '首次联系', '继续跟进', '2025-08-24 05:27:25', '2025-08-24 05:27:25', 2);
INSERT INTO `follow_up_records` VALUES (687, 411, '2025-08-24 14:31:15', '编辑跟进', '首次联系', '待跟进', '2025-08-24 06:31:16', '2025-08-24 06:31:16', 2);
INSERT INTO `follow_up_records` VALUES (688, 412, '2025-08-24 14:33:18', '编辑跟进', '首次联系', '待跟进', '2025-08-24 06:33:19', '2025-08-24 06:33:19', 2);
INSERT INTO `follow_up_records` VALUES (689, 409, '2025-08-24 14:43:12', '微信', '首次联系', '继续跟进', '2025-08-24 06:43:13', '2025-08-24 06:43:13', 2);
INSERT INTO `follow_up_records` VALUES (690, 414, '2025-08-24 14:46:50', '编辑跟进', '首次联系', '待跟进', '2025-08-24 06:46:51', '2025-08-24 06:46:51', 2);
INSERT INTO `follow_up_records` VALUES (691, 415, '2025-08-24 14:57:06', '编辑跟进', '无证件自驾通关', '待跟进', '2025-08-24 06:57:07', '2025-08-24 06:57:07', 2);
INSERT INTO `follow_up_records` VALUES (692, 416, '2025-08-24 14:59:53', '编辑跟进', '首次联系', '待跟进', '2025-08-24 06:59:54', '2025-08-24 06:59:54', 2);
INSERT INTO `follow_up_records` VALUES (693, 417, '2025-08-24 15:26:53', '微信', '首次联系', '终结', '2025-08-24 07:26:55', '2025-08-24 07:26:55', 2);
INSERT INTO `follow_up_records` VALUES (694, 418, '2025-08-24 15:27:55', '编辑跟进', '首次联系', '待跟进', '2025-08-24 07:27:57', '2025-08-24 07:27:57', 2);
INSERT INTO `follow_up_records` VALUES (695, 419, '2025-08-24 15:36:45', '微信', '首次联系', '继续跟进', '2025-08-24 07:36:46', '2025-08-24 07:36:46', 2);
INSERT INTO `follow_up_records` VALUES (696, 420, '2025-08-24 15:40:08', '微信', '首次联系', '待跟进', '2025-08-24 07:40:08', '2025-08-24 07:40:08', 2);
INSERT INTO `follow_up_records` VALUES (697, 421, '2025-08-24 15:44:56', '微信', '首次联系', '继续跟进', '2025-08-24 07:44:56', '2025-08-24 07:44:56', 2);
INSERT INTO `follow_up_records` VALUES (698, 422, '2025-08-24 15:47:44', '编辑跟进', '首次联系', '待跟进', '2025-08-24 07:47:44', '2025-08-24 07:47:44', 2);
INSERT INTO `follow_up_records` VALUES (699, 424, '2025-08-24 15:50:01', '编辑跟进', '首次联系', '待跟进', '2025-08-24 07:50:01', '2025-08-24 07:50:01', 2);
INSERT INTO `follow_up_records` VALUES (700, 425, '2025-08-24 15:50:53', '编辑跟进', '首次联系', '待跟进', '2025-08-24 07:50:53', '2025-08-24 07:50:53', 2);
INSERT INTO `follow_up_records` VALUES (701, 426, '2025-08-24 15:53:10', '编辑跟进', '首次联系', '待跟进', '2025-08-24 07:53:10', '2025-08-24 07:53:10', 2);
INSERT INTO `follow_up_records` VALUES (702, 175, '2025-08-24 15:55:36', '微信', '沟通中，意向不明', '继续跟进', '2025-08-24 07:55:35', '2025-08-24 07:55:35', 2);
INSERT INTO `follow_up_records` VALUES (703, 413, '2025-08-24 15:56:15', '微信', '首次联系', '加强联系', '2025-08-24 07:56:15', '2025-08-24 07:56:15', 2);
INSERT INTO `follow_up_records` VALUES (704, 427, '2025-08-24 15:56:54', '微信', '办理FV业务', '待跟进', '2025-08-24 07:56:54', '2025-08-24 07:56:54', 2);
INSERT INTO `follow_up_records` VALUES (705, 135, '2025-08-24 15:57:10', '微信', '仅咨询', '继续跟进', '2025-08-24 07:57:10', '2025-08-24 07:57:10', 2);
INSERT INTO `follow_up_records` VALUES (706, 173, '2025-08-24 15:58:43', '微信', '已回访常见问题解答', '继续跟进', '2025-08-24 07:58:42', '2025-08-24 07:58:42', 2);
INSERT INTO `follow_up_records` VALUES (707, 428, '2025-08-24 15:58:59', '微信', '首次联系', '继续跟进', '2025-08-24 07:58:59', '2025-08-24 07:58:59', 2);
INSERT INTO `follow_up_records` VALUES (708, 128, '2025-08-24 16:00:51', '微信', '已更新政策解读', '继续跟进', '2025-08-24 08:00:51', '2025-08-24 08:00:51', 2);
INSERT INTO `follow_up_records` VALUES (709, 394, '2025-08-24 16:07:20', '微信', '首次联系', '继续跟进', '2025-08-24 08:07:21', '2025-08-24 08:07:21', 2);
INSERT INTO `follow_up_records` VALUES (710, 170, '2025-08-24 16:08:56', '微信', '回访常见问题解答', '继续跟进', '2025-08-24 08:08:55', '2025-08-24 08:08:55', 2);
INSERT INTO `follow_up_records` VALUES (711, 233, '2025-08-24 16:13:27', '微信', '已回访常见问题解答', '继续跟进', '2025-08-24 08:13:26', '2025-08-24 08:13:26', 2);
INSERT INTO `follow_up_records` VALUES (712, 232, '2025-08-24 16:15:25', '微信', '已回访常见问题解答', '继续跟进', '2025-08-24 08:15:24', '2025-08-24 08:15:24', 2);
INSERT INTO `follow_up_records` VALUES (713, 222, '2025-08-24 16:16:20', '微信', '仅咨询车', '继续跟进', '2025-08-24 08:16:20', '2025-08-24 08:16:20', 2);
INSERT INTO `follow_up_records` VALUES (714, 229, '2025-08-24 16:17:56', '微信', '咨询中，意向中等，咨询问题较多', '继续跟进', '2025-08-24 08:17:55', '2025-08-24 08:17:55', 2);
INSERT INTO `follow_up_records` VALUES (715, 226, '2025-08-24 16:18:39', '微信', '找奔驰AMG', '继续跟进', '2025-08-24 08:18:39', '2025-08-24 08:18:39', 2);
INSERT INTO `follow_up_records` VALUES (716, 212, '2025-08-24 16:21:34', '微信', '仅咨询', '继续跟进', '2025-08-24 08:21:33', '2025-08-24 08:21:33', 2);
INSERT INTO `follow_up_records` VALUES (717, 207, '2025-08-24 16:24:28', '微信', '已回访政策解读', '继续跟进', '2025-08-24 08:24:27', '2025-08-24 08:24:27', 2);
INSERT INTO `follow_up_records` VALUES (718, 168, '2025-08-24 16:26:03', '微信', '咨询车辆', '继续跟进', '2025-08-24 08:26:02', '2025-08-24 08:26:02', 2);
INSERT INTO `follow_up_records` VALUES (719, 244, '2025-08-24 16:27:34', '微信', '沟通中', '继续跟进', '2025-08-24 08:27:33', '2025-08-24 08:27:33', 2);
INSERT INTO `follow_up_records` VALUES (720, 246, '2025-08-24 16:28:44', '微信', '已回访政策解读', '继续跟进', '2025-08-24 08:28:43', '2025-08-24 08:28:43', 2);
INSERT INTO `follow_up_records` VALUES (721, 250, '2025-08-24 16:30:03', '微信', '已回访政策解读', '继续跟进', '2025-08-24 08:30:02', '2025-08-24 08:30:02', 2);
INSERT INTO `follow_up_records` VALUES (722, 257, '2025-08-24 16:31:54', '微信', '漏回复，首次联系', '继续跟进', '2025-08-24 08:31:54', '2025-08-24 08:31:54', 2);
INSERT INTO `follow_up_records` VALUES (723, 405, '2025-08-24 16:31:59', '微信', '首次联系', '继续跟进', '2025-08-24 08:31:59', '2025-08-24 08:31:59', 2);
INSERT INTO `follow_up_records` VALUES (724, 153, '2025-08-24 16:32:45', '微信', '已回访政策解读', '继续跟进', '2025-08-24 08:32:45', '2025-08-24 08:32:45', 2);
INSERT INTO `follow_up_records` VALUES (725, 429, '2025-08-24 16:32:47', '微信', '首次联系', '终结', '2025-08-24 08:32:47', '2025-08-24 08:32:47', 2);
INSERT INTO `follow_up_records` VALUES (726, 169, '2025-08-24 16:33:22', '微信', '已回访政策解读', '继续跟进', '2025-08-24 08:33:22', '2025-08-24 08:33:22', 2);
INSERT INTO `follow_up_records` VALUES (727, 241, '2025-08-24 16:36:42', '微信', '仅咨询', '继续跟进', '2025-08-24 08:36:41', '2025-08-24 08:36:41', 2);
INSERT INTO `follow_up_records` VALUES (728, 308, '2025-08-24 16:37:54', '微信', '已回访政策解读', '继续跟进', '2025-08-24 08:37:53', '2025-08-24 08:37:53', 2);
INSERT INTO `follow_up_records` VALUES (729, 339, '2025-08-24 16:38:31', '微信', '仅咨询车', '继续跟进', '2025-08-24 08:38:30', '2025-08-24 08:38:30', 2);
INSERT INTO `follow_up_records` VALUES (730, 384, '2025-08-24 16:39:24', '微信', '漏回复，首次联系', '继续跟进', '2025-08-24 08:39:23', '2025-08-24 08:39:23', 2);
INSERT INTO `follow_up_records` VALUES (731, 286, '2025-08-24 16:41:02', '微信', '已回访常见问题解答', '继续跟进', '2025-08-24 08:41:02', '2025-08-24 08:41:02', 2);
INSERT INTO `follow_up_records` VALUES (732, 310, '2025-08-24 16:43:04', '微信', '漏回复，首次跟进', '继续跟进', '2025-08-24 08:43:04', '2025-08-24 08:43:04', 2);
INSERT INTO `follow_up_records` VALUES (733, 311, '2025-08-24 16:43:39', '微信', '漏回复。首次跟进', '继续跟进', '2025-08-24 08:43:38', '2025-08-24 08:43:38', 2);
INSERT INTO `follow_up_records` VALUES (734, 314, '2025-08-24 16:44:26', '微信', '已回访常见问题解答', '继续跟进', '2025-08-24 08:44:25', '2025-08-24 08:44:25', 2);
INSERT INTO `follow_up_records` VALUES (735, 309, '2025-08-24 17:01:13', '微信', '已回访政策解读', '继续跟进', '2025-08-24 09:01:13', '2025-08-24 09:01:13', 2);
INSERT INTO `follow_up_records` VALUES (736, 251, '2025-08-24 17:02:53', '微信', '已回访政策解读', '继续跟进', '2025-08-24 09:02:53', '2025-08-24 09:02:53', 2);
INSERT INTO `follow_up_records` VALUES (737, 377, '2025-08-24 17:05:47', '微信', '已回访政策解读', '继续跟进', '2025-08-24 09:05:47', '2025-08-24 09:05:47', 2);
INSERT INTO `follow_up_records` VALUES (738, 348, '2025-08-24 17:08:12', '微信', '漏回复首次跟进', '继续跟进', '2025-08-24 09:08:12', '2025-08-24 09:08:12', 2);
INSERT INTO `follow_up_records` VALUES (739, 306, '2025-08-24 17:11:25', '微信', '已回访政策解读', '继续跟进', '2025-08-24 09:11:25', '2025-08-24 09:11:25', 2);
INSERT INTO `follow_up_records` VALUES (740, 342, '2025-08-24 17:13:19', '微信', '已回访政策解读', '继续跟进', '2025-08-24 09:13:19', '2025-08-24 09:13:19', 2);
INSERT INTO `follow_up_records` VALUES (741, 438, '2025-08-25 09:44:58', '微信', '首次联系', '终结', '2025-08-25 01:45:00', '2025-08-25 01:45:00', 2);
INSERT INTO `follow_up_records` VALUES (742, 439, '2025-08-25 09:45:55', '编辑跟进', '首次联系', '待跟进', '2025-08-25 01:45:56', '2025-08-25 01:45:56', 2);
INSERT INTO `follow_up_records` VALUES (743, 440, '2025-08-25 09:54:22', '微信', '首次联系', '加强联系', '2025-08-25 01:54:24', '2025-08-25 01:54:24', 2);
INSERT INTO `follow_up_records` VALUES (744, 441, '2025-08-25 09:59:10', '微信', '首次联系', '终结', '2025-08-25 01:59:11', '2025-08-25 01:59:11', 2);
INSERT INTO `follow_up_records` VALUES (745, 444, '2025-08-25 10:06:04', '编辑跟进', '嫌贵', '待跟进', '2025-08-25 02:06:05', '2025-08-25 02:06:05', 2);
INSERT INTO `follow_up_records` VALUES (746, 445, '2025-08-25 10:12:26', '编辑跟进', '首次联系', '待跟进', '2025-08-25 02:12:27', '2025-08-25 02:12:27', 2);
INSERT INTO `follow_up_records` VALUES (747, 446, '2025-08-25 11:31:02', '编辑跟进', '首次联系', '待跟进', '2025-08-25 03:31:04', '2025-08-25 03:31:04', 2);
INSERT INTO `follow_up_records` VALUES (748, 447, '2025-08-25 12:01:18', '微信', '首次联系', '加强联系', '2025-08-25 04:01:20', '2025-08-25 04:01:20', 2);
INSERT INTO `follow_up_records` VALUES (749, 448, '2025-08-25 12:38:05', '微信', '首次联系', '继续跟进', '2025-08-25 04:38:07', '2025-08-25 04:38:07', 2);
INSERT INTO `follow_up_records` VALUES (750, 449, '2025-08-25 12:44:11', '编辑跟进', '首次联系', '终结', '2025-08-25 04:44:13', '2025-08-25 04:44:13', 2);
INSERT INTO `follow_up_records` VALUES (751, 452, '2025-08-25 13:35:48', '编辑跟进', '已到店', '待跟进', '2025-08-25 05:35:48', '2025-08-25 05:35:48', 2);
INSERT INTO `follow_up_records` VALUES (752, 453, '2025-08-25 13:36:53', '微信', '首次联系', '继续跟进', '2025-08-25 05:36:53', '2025-08-25 05:36:53', 2);
INSERT INTO `follow_up_records` VALUES (753, 454, '2025-08-25 13:37:53', '微信', '首次联系', '加强联系', '2025-08-25 05:37:53', '2025-08-25 05:37:53', 2);
INSERT INTO `follow_up_records` VALUES (754, 437, '2025-08-25 13:39:33', '微信', '首次联系', '继续跟进', '2025-08-25 05:39:34', '2025-08-25 05:39:34', 2);
INSERT INTO `follow_up_records` VALUES (755, 434, '2025-08-25 13:42:23', '微信', '首次联系', '继续跟进', '2025-08-25 05:42:23', '2025-08-25 05:42:23', 2);
INSERT INTO `follow_up_records` VALUES (756, 433, '2025-08-25 13:45:06', '编辑跟进', '首次联系', '待跟进', '2025-08-25 05:45:06', '2025-08-25 05:45:06', 2);
INSERT INTO `follow_up_records` VALUES (757, 404, '2025-08-25 13:47:08', '编辑跟进', '要电车', '待跟进', '2025-08-25 05:47:09', '2025-08-25 05:47:09', 2);
INSERT INTO `follow_up_records` VALUES (758, 430, '2025-08-25 13:50:31', '微信', '首次联系', '继续跟进', '2025-08-25 05:50:31', '2025-08-25 05:50:31', 2);
INSERT INTO `follow_up_records` VALUES (759, 303, '2025-08-25 13:52:00', '微信', '首次联系', '继续跟进', '2025-08-25 05:52:00', '2025-08-25 05:52:00', 2);
INSERT INTO `follow_up_records` VALUES (760, 307, '2025-08-25 13:56:17', '编辑跟进', '首次联系', '待跟进', '2025-08-25 05:56:18', '2025-08-25 05:56:18', 2);
INSERT INTO `follow_up_records` VALUES (761, 318, '2025-08-25 14:17:18', '微信', '首次联系', '继续跟进', '2025-08-25 06:17:18', '2025-08-25 06:17:18', 2);
INSERT INTO `follow_up_records` VALUES (762, 331, '2025-08-25 15:11:00', '微信', '首次联系', '继续跟进', '2025-08-25 07:11:00', '2025-08-25 07:11:00', 2);
INSERT INTO `follow_up_records` VALUES (763, 334, '2025-08-26 09:32:17', '微信', '首次联系', '继续跟进', '2025-08-26 01:32:19', '2025-08-26 01:32:19', 2);
INSERT INTO `follow_up_records` VALUES (764, 302, '2025-08-26 09:53:33', '微信', '首次联系', '继续跟进', '2025-08-26 01:53:35', '2025-08-26 01:53:35', 2);
INSERT INTO `follow_up_records` VALUES (765, 337, '2025-08-26 09:57:13', '微信', '首次联系', '继续跟进', '2025-08-26 01:57:15', '2025-08-26 01:57:15', 2);
INSERT INTO `follow_up_records` VALUES (766, 340, '2025-08-26 09:59:47', '微信', '首次联系', '继续跟进', '2025-08-26 01:59:49', '2025-08-26 01:59:49', 2);
INSERT INTO `follow_up_records` VALUES (767, 341, '2025-08-26 10:00:30', '微信', '首次联系', '终结', '2025-08-26 02:00:31', '2025-08-26 02:00:31', 2);
INSERT INTO `follow_up_records` VALUES (768, 293, '2025-08-26 10:25:08', '微信', '首次联系', '继续跟进', '2025-08-26 02:25:09', '2025-08-26 02:25:09', 2);
INSERT INTO `follow_up_records` VALUES (769, 353, '2025-08-26 10:27:03', '微信', '漏回复已联系', '继续跟进', '2025-08-26 02:27:03', '2025-08-26 02:27:03', 2);
INSERT INTO `follow_up_records` VALUES (770, 351, '2025-08-26 10:30:54', '微信', '漏回复才联系', '继续跟进', '2025-08-26 02:30:54', '2025-08-26 02:30:54', 2);
INSERT INTO `follow_up_records` VALUES (771, 362, '2025-08-26 10:33:51', '微信', '漏回复已联系', '继续跟进', '2025-08-26 02:33:51', '2025-08-26 02:33:51', 2);
INSERT INTO `follow_up_records` VALUES (772, 344, '2025-08-26 10:34:27', '微信', '首次联系', '继续跟进', '2025-08-26 02:34:29', '2025-08-26 02:34:29', 2);
INSERT INTO `follow_up_records` VALUES (773, 380, '2025-08-26 10:35:33', '微信', '首次联系', '继续跟进', '2025-08-26 02:35:34', '2025-08-26 02:35:34', 2);
INSERT INTO `follow_up_records` VALUES (774, 294, '2025-08-26 10:36:39', '微信', '漏回复已联系', '继续跟进', '2025-08-26 02:36:39', '2025-08-26 02:36:39', 2);
INSERT INTO `follow_up_records` VALUES (775, 376, '2025-08-26 10:38:34', '微信', '首次联系', '继续跟进', '2025-08-26 02:38:36', '2025-08-26 02:38:36', 2);
INSERT INTO `follow_up_records` VALUES (776, 297, '2025-08-26 10:40:11', '微信', '首次联系', '继续跟进', '2025-08-26 02:40:12', '2025-08-26 02:40:12', 2);
INSERT INTO `follow_up_records` VALUES (777, 176, '2025-08-26 10:42:30', '微信', '意向低沟通中', '继续跟进', '2025-08-26 02:42:30', '2025-08-26 02:42:30', 2);
INSERT INTO `follow_up_records` VALUES (778, 284, '2025-08-26 10:42:43', '微信', '首次联系', '继续跟进', '2025-08-26 02:42:44', '2025-08-26 02:42:44', 2);
INSERT INTO `follow_up_records` VALUES (822, 498, '2025-08-20 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:12:14', '2025-08-28 04:12:14', 2);
INSERT INTO `follow_up_records` VALUES (823, 499, '2025-08-20 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:12:14', '2025-08-28 04:12:14', 2);
INSERT INTO `follow_up_records` VALUES (824, 500, '2025-08-20 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:12:14', '2025-08-28 04:12:14', 2);
INSERT INTO `follow_up_records` VALUES (825, 501, '2025-08-20 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:12:14', '2025-08-28 04:12:14', 2);
INSERT INTO `follow_up_records` VALUES (826, 502, '2025-08-21 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:12:49', '2025-08-28 04:12:49', 2);
INSERT INTO `follow_up_records` VALUES (827, 503, '2025-08-21 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:12:49', '2025-08-28 04:12:49', 2);
INSERT INTO `follow_up_records` VALUES (828, 504, '2025-08-21 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:12:49', '2025-08-28 04:12:49', 2);
INSERT INTO `follow_up_records` VALUES (829, 505, '2025-08-21 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:12:49', '2025-08-28 04:12:49', 2);
INSERT INTO `follow_up_records` VALUES (830, 506, '2025-08-21 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:12:49', '2025-08-28 04:12:49', 2);
INSERT INTO `follow_up_records` VALUES (831, 507, '2025-08-21 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:12:49', '2025-08-28 04:12:49', 2);
INSERT INTO `follow_up_records` VALUES (832, 508, '2025-08-21 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:12:49', '2025-08-28 04:12:49', 2);
INSERT INTO `follow_up_records` VALUES (833, 509, '2025-08-21 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:12:49', '2025-08-28 04:12:49', 2);
INSERT INTO `follow_up_records` VALUES (834, 510, '2025-08-22 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:18:00', '2025-08-28 04:18:00', 2);
INSERT INTO `follow_up_records` VALUES (835, 511, '2025-08-22 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:18:00', '2025-08-28 04:18:00', 2);
INSERT INTO `follow_up_records` VALUES (836, 512, '2025-08-22 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:18:00', '2025-08-28 04:18:00', 2);
INSERT INTO `follow_up_records` VALUES (837, 513, '2025-08-22 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:18:00', '2025-08-28 04:18:00', 2);
INSERT INTO `follow_up_records` VALUES (838, 514, '2025-08-22 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:18:00', '2025-08-28 04:18:00', 2);
INSERT INTO `follow_up_records` VALUES (839, 515, '2025-08-22 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:18:00', '2025-08-28 04:18:00', 2);
INSERT INTO `follow_up_records` VALUES (840, 516, '2025-08-22 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:18:00', '2025-08-28 04:18:00', 2);
INSERT INTO `follow_up_records` VALUES (841, 517, '2025-08-22 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:18:00', '2025-08-28 04:18:00', 2);
INSERT INTO `follow_up_records` VALUES (842, 518, '2025-08-22 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:18:00', '2025-08-28 04:18:00', 2);
INSERT INTO `follow_up_records` VALUES (843, 519, '2025-08-22 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:18:00', '2025-08-28 04:18:00', 2);
INSERT INTO `follow_up_records` VALUES (844, 520, '2025-08-22 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:18:34', '2025-08-28 04:18:34', 2);
INSERT INTO `follow_up_records` VALUES (845, 521, '2025-08-22 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:18:34', '2025-08-28 04:18:34', 2);
INSERT INTO `follow_up_records` VALUES (846, 522, '2025-08-22 00:00:00', '首次联系', '首次联系', '待跟进', '2025-08-28 04:18:34', '2025-08-28 04:18:34', 2);
INSERT INTO `follow_up_records` VALUES (847, 523, '2025-08-29 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:40:18', '2025-09-05 03:40:18', 2);
INSERT INTO `follow_up_records` VALUES (848, 524, '2025-08-29 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:40:18', '2025-09-05 03:40:18', 2);
INSERT INTO `follow_up_records` VALUES (849, 525, '2025-08-29 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:40:18', '2025-09-05 03:40:18', 2);
INSERT INTO `follow_up_records` VALUES (850, 526, '2025-08-29 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:40:18', '2025-09-05 03:40:18', 2);
INSERT INTO `follow_up_records` VALUES (851, 527, '2025-08-29 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:40:18', '2025-09-05 03:40:18', 2);
INSERT INTO `follow_up_records` VALUES (852, 528, '2025-08-29 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:40:18', '2025-09-05 03:40:18', 2);
INSERT INTO `follow_up_records` VALUES (853, 529, '2025-08-29 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:40:18', '2025-09-05 03:40:18', 2);
INSERT INTO `follow_up_records` VALUES (854, 530, '2025-08-29 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:40:18', '2025-09-05 03:40:18', 2);
INSERT INTO `follow_up_records` VALUES (855, 531, '2025-08-28 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:03', '2025-09-05 03:41:03', 2);
INSERT INTO `follow_up_records` VALUES (856, 532, '2025-08-28 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:03', '2025-09-05 03:41:03', 2);
INSERT INTO `follow_up_records` VALUES (857, 533, '2025-08-28 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:03', '2025-09-05 03:41:03', 2);
INSERT INTO `follow_up_records` VALUES (858, 534, '2025-08-28 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:03', '2025-09-05 03:41:03', 2);
INSERT INTO `follow_up_records` VALUES (859, 535, '2025-08-28 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:03', '2025-09-05 03:41:03', 2);
INSERT INTO `follow_up_records` VALUES (860, 536, '2025-08-28 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:03', '2025-09-05 03:41:03', 2);
INSERT INTO `follow_up_records` VALUES (861, 537, '2025-08-28 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:03', '2025-09-05 03:41:03', 2);
INSERT INTO `follow_up_records` VALUES (862, 538, '2025-08-28 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:03', '2025-09-05 03:41:03', 2);
INSERT INTO `follow_up_records` VALUES (863, 539, '2025-08-28 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:03', '2025-09-05 03:41:03', 2);
INSERT INTO `follow_up_records` VALUES (864, 540, '2025-08-28 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:03', '2025-09-05 03:41:03', 2);
INSERT INTO `follow_up_records` VALUES (865, 541, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (866, 542, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (867, 543, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (868, 544, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (869, 545, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (870, 546, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (871, 547, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (872, 548, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (873, 549, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (874, 550, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (875, 551, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (876, 552, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (877, 553, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (878, 554, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (879, 555, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (880, 556, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (881, 557, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (882, 558, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (883, 559, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (884, 560, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (885, 561, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (886, 562, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (887, 563, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (888, 564, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (889, 565, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (890, 566, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (891, 567, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (892, 568, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (893, 569, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (894, 570, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (895, 571, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (896, 572, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (897, 573, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (898, 574, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (899, 575, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (900, 576, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (901, 577, '2025-08-27 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:41:55', '2025-09-05 03:41:55', 2);
INSERT INTO `follow_up_records` VALUES (902, 578, '2025-08-26 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:42:41', '2025-09-05 03:42:41', 2);
INSERT INTO `follow_up_records` VALUES (903, 579, '2025-08-26 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:42:41', '2025-09-05 03:42:41', 2);
INSERT INTO `follow_up_records` VALUES (904, 580, '2025-08-26 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:42:41', '2025-09-05 03:42:41', 2);
INSERT INTO `follow_up_records` VALUES (905, 581, '2025-08-26 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:42:41', '2025-09-05 03:42:41', 2);
INSERT INTO `follow_up_records` VALUES (906, 582, '2025-08-26 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:42:41', '2025-09-05 03:42:41', 2);
INSERT INTO `follow_up_records` VALUES (907, 583, '2025-08-26 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:42:41', '2025-09-05 03:42:41', 2);
INSERT INTO `follow_up_records` VALUES (908, 584, '2025-08-26 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:42:41', '2025-09-05 03:42:41', 2);
INSERT INTO `follow_up_records` VALUES (909, 585, '2025-08-26 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:42:41', '2025-09-05 03:42:41', 2);
INSERT INTO `follow_up_records` VALUES (910, 586, '2025-08-26 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:42:41', '2025-09-05 03:42:41', 2);
INSERT INTO `follow_up_records` VALUES (911, 587, '2025-08-26 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:42:41', '2025-09-05 03:42:41', 2);
INSERT INTO `follow_up_records` VALUES (912, 588, '2025-08-26 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:42:41', '2025-09-05 03:42:41', 2);
INSERT INTO `follow_up_records` VALUES (913, 589, '2025-08-26 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:42:41', '2025-09-05 03:42:41', 2);
INSERT INTO `follow_up_records` VALUES (914, 590, '2025-08-26 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:42:41', '2025-09-05 03:42:41', 2);
INSERT INTO `follow_up_records` VALUES (915, 591, '2025-08-26 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:42:41', '2025-09-05 03:42:41', 2);
INSERT INTO `follow_up_records` VALUES (916, 592, '2025-08-26 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:42:41', '2025-09-05 03:42:41', 2);
INSERT INTO `follow_up_records` VALUES (917, 593, '2025-08-26 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:42:41', '2025-09-05 03:42:41', 2);
INSERT INTO `follow_up_records` VALUES (918, 594, '2025-08-26 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:42:41', '2025-09-05 03:42:41', 2);
INSERT INTO `follow_up_records` VALUES (919, 595, '2025-08-26 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:42:41', '2025-09-05 03:42:41', 2);
INSERT INTO `follow_up_records` VALUES (920, 596, '2025-08-25 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:43:45', '2025-09-05 03:43:45', 2);
INSERT INTO `follow_up_records` VALUES (921, 597, '2025-08-25 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:43:45', '2025-09-05 03:43:45', 2);
INSERT INTO `follow_up_records` VALUES (922, 598, '2025-08-25 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:43:45', '2025-09-05 03:43:45', 2);
INSERT INTO `follow_up_records` VALUES (923, 599, '2025-08-25 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:43:45', '2025-09-05 03:43:45', 2);
INSERT INTO `follow_up_records` VALUES (924, 600, '2025-08-25 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:43:45', '2025-09-05 03:43:45', 2);
INSERT INTO `follow_up_records` VALUES (925, 601, '2025-08-25 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:43:45', '2025-09-05 03:43:45', 2);
INSERT INTO `follow_up_records` VALUES (926, 602, '2025-08-25 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:43:45', '2025-09-05 03:43:45', 2);
INSERT INTO `follow_up_records` VALUES (927, 603, '2025-08-25 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:43:45', '2025-09-05 03:43:45', 2);
INSERT INTO `follow_up_records` VALUES (928, 604, '2025-08-25 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:43:45', '2025-09-05 03:43:45', 2);
INSERT INTO `follow_up_records` VALUES (929, 605, '2025-08-25 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:43:45', '2025-09-05 03:43:45', 2);
INSERT INTO `follow_up_records` VALUES (930, 606, '2025-08-25 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:43:45', '2025-09-05 03:43:45', 2);
INSERT INTO `follow_up_records` VALUES (931, 607, '2025-08-25 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:43:45', '2025-09-05 03:43:45', 2);
INSERT INTO `follow_up_records` VALUES (932, 608, '2025-08-25 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:43:45', '2025-09-05 03:43:45', 2);
INSERT INTO `follow_up_records` VALUES (933, 609, '2025-08-25 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:43:45', '2025-09-05 03:43:45', 2);
INSERT INTO `follow_up_records` VALUES (934, 610, '2025-08-25 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:43:45', '2025-09-05 03:43:45', 2);
INSERT INTO `follow_up_records` VALUES (935, 611, '2025-08-24 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:44:13', '2025-09-05 03:44:13', 2);
INSERT INTO `follow_up_records` VALUES (936, 612, '2025-08-24 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:44:13', '2025-09-05 03:44:13', 2);
INSERT INTO `follow_up_records` VALUES (937, 613, '2025-08-24 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:44:13', '2025-09-05 03:44:13', 2);
INSERT INTO `follow_up_records` VALUES (938, 614, '2025-08-24 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:44:13', '2025-09-05 03:44:13', 2);
INSERT INTO `follow_up_records` VALUES (939, 615, '2025-08-24 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:44:13', '2025-09-05 03:44:13', 2);
INSERT INTO `follow_up_records` VALUES (940, 616, '2025-08-24 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:44:13', '2025-09-05 03:44:13', 2);
INSERT INTO `follow_up_records` VALUES (941, 617, '2025-08-24 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:44:13', '2025-09-05 03:44:13', 2);
INSERT INTO `follow_up_records` VALUES (942, 618, '2025-08-24 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:44:13', '2025-09-05 03:44:13', 2);
INSERT INTO `follow_up_records` VALUES (943, 619, '2025-08-24 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:44:13', '2025-09-05 03:44:13', 2);
INSERT INTO `follow_up_records` VALUES (944, 620, '2025-08-24 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:44:13', '2025-09-05 03:44:13', 2);
INSERT INTO `follow_up_records` VALUES (945, 621, '2025-08-24 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:44:13', '2025-09-05 03:44:13', 2);
INSERT INTO `follow_up_records` VALUES (946, 622, '2025-08-24 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:44:13', '2025-09-05 03:44:13', 2);
INSERT INTO `follow_up_records` VALUES (947, 623, '2025-08-24 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-05 03:44:13', '2025-09-05 03:44:13', 2);
INSERT INTO `follow_up_records` VALUES (948, 530, '2025-09-08 18:40:11', '启用跟进', '启用跟进功能，开始跟进周期', '已启用', '2025-09-08 10:40:11', '2025-09-08 10:40:11', 2);
INSERT INTO `follow_up_records` VALUES (949, 530, '2025-09-08 18:57:00', '微信', '测试一下跟进情况', '继续跟进', '2025-09-08 10:57:02', '2025-09-08 10:57:02', 2);
INSERT INTO `follow_up_records` VALUES (950, 526, '2025-09-08 21:05:01', '启用跟进', '启用跟进功能，开始跟进周期', '已启用', '2025-09-08 13:05:01', '2025-09-08 13:05:01', 2);
INSERT INTO `follow_up_records` VALUES (951, 526, '2025-09-08 21:05:14', '系统操作', '终结跟进 - 原因：无效线索', '终结跟进', '2025-09-08 13:05:14', '2025-09-08 13:05:14', 2);
INSERT INTO `follow_up_records` VALUES (952, 530, '2025-09-08 21:05:26', '系统操作', '终结跟进 - 原因：无效线索', '终结跟进', '2025-09-08 13:05:26', '2025-09-08 13:05:26', 2);
INSERT INTO `follow_up_records` VALUES (953, 624, '2025-09-01 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:21:03', '2025-09-11 02:21:03', 2);
INSERT INTO `follow_up_records` VALUES (954, 625, '2025-09-01 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:21:03', '2025-09-11 02:21:03', 2);
INSERT INTO `follow_up_records` VALUES (955, 626, '2025-09-02 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:21:26', '2025-09-11 02:21:26', 2);
INSERT INTO `follow_up_records` VALUES (956, 627, '2025-09-02 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:21:26', '2025-09-11 02:21:26', 2);
INSERT INTO `follow_up_records` VALUES (957, 628, '2025-09-02 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:21:26', '2025-09-11 02:21:26', 2);
INSERT INTO `follow_up_records` VALUES (958, 629, '2025-09-02 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:21:26', '2025-09-11 02:21:26', 2);
INSERT INTO `follow_up_records` VALUES (959, 630, '2025-09-02 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:21:26', '2025-09-11 02:21:26', 2);
INSERT INTO `follow_up_records` VALUES (960, 631, '2025-09-02 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:21:27', '2025-09-11 02:21:27', 2);
INSERT INTO `follow_up_records` VALUES (961, 632, '2025-09-02 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:21:27', '2025-09-11 02:21:27', 2);
INSERT INTO `follow_up_records` VALUES (962, 633, '2025-09-02 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:21:27', '2025-09-11 02:21:27', 2);
INSERT INTO `follow_up_records` VALUES (963, 634, '2025-09-02 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:21:27', '2025-09-11 02:21:27', 2);
INSERT INTO `follow_up_records` VALUES (964, 635, '2025-09-02 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:21:27', '2025-09-11 02:21:27', 2);
INSERT INTO `follow_up_records` VALUES (965, 636, '2025-09-02 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:21:27', '2025-09-11 02:21:27', 2);
INSERT INTO `follow_up_records` VALUES (966, 637, '2025-09-03 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:23:01', '2025-09-11 02:23:01', 2);
INSERT INTO `follow_up_records` VALUES (967, 638, '2025-09-03 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:23:01', '2025-09-11 02:23:01', 2);
INSERT INTO `follow_up_records` VALUES (968, 639, '2025-09-03 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:23:01', '2025-09-11 02:23:01', 2);
INSERT INTO `follow_up_records` VALUES (969, 640, '2025-09-03 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:23:01', '2025-09-11 02:23:01', 2);
INSERT INTO `follow_up_records` VALUES (971, 642, '2025-09-05 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:24:04', '2025-09-11 02:24:04', 2);
INSERT INTO `follow_up_records` VALUES (972, 643, '2025-09-05 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:24:04', '2025-09-11 02:24:04', 2);
INSERT INTO `follow_up_records` VALUES (973, 644, '2025-09-05 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:24:04', '2025-09-11 02:24:04', 2);
INSERT INTO `follow_up_records` VALUES (974, 645, '2025-09-05 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:24:04', '2025-09-11 02:24:04', 2);
INSERT INTO `follow_up_records` VALUES (975, 646, '2025-09-05 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:24:04', '2025-09-11 02:24:04', 2);
INSERT INTO `follow_up_records` VALUES (976, 647, '2025-09-05 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:24:04', '2025-09-11 02:24:04', 2);
INSERT INTO `follow_up_records` VALUES (977, 648, '2025-09-06 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:24:18', '2025-09-11 02:24:18', 2);
INSERT INTO `follow_up_records` VALUES (978, 649, '2025-09-06 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:24:18', '2025-09-11 02:24:18', 2);
INSERT INTO `follow_up_records` VALUES (979, 650, '2025-09-06 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:24:18', '2025-09-11 02:24:18', 2);
INSERT INTO `follow_up_records` VALUES (980, 651, '2025-09-07 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:24:54', '2025-09-11 02:24:54', 2);
INSERT INTO `follow_up_records` VALUES (981, 652, '2025-09-07 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:24:54', '2025-09-11 02:24:54', 2);
INSERT INTO `follow_up_records` VALUES (982, 653, '2025-09-07 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:24:54', '2025-09-11 02:24:54', 2);
INSERT INTO `follow_up_records` VALUES (983, 654, '2025-09-08 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:25:07', '2025-09-11 02:25:07', 2);
INSERT INTO `follow_up_records` VALUES (984, 655, '2025-09-08 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:25:07', '2025-09-11 02:25:07', 2);
INSERT INTO `follow_up_records` VALUES (985, 656, '2025-09-08 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:25:07', '2025-09-11 02:25:07', 2);
INSERT INTO `follow_up_records` VALUES (986, 657, '2025-09-08 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:25:07', '2025-09-11 02:25:07', 2);
INSERT INTO `follow_up_records` VALUES (987, 658, '2025-09-09 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:25:38', '2025-09-11 02:25:38', 2);
INSERT INTO `follow_up_records` VALUES (988, 659, '2025-09-09 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:25:38', '2025-09-11 02:25:38', 2);
INSERT INTO `follow_up_records` VALUES (989, 660, '2025-09-09 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:25:38', '2025-09-11 02:25:38', 2);
INSERT INTO `follow_up_records` VALUES (990, 661, '2025-09-09 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:25:38', '2025-09-11 02:25:38', 2);
INSERT INTO `follow_up_records` VALUES (991, 662, '2025-09-09 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:25:38', '2025-09-11 02:25:38', 2);
INSERT INTO `follow_up_records` VALUES (992, 663, '2025-09-09 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:25:38', '2025-09-11 02:25:38', 2);
INSERT INTO `follow_up_records` VALUES (993, 664, '2025-09-09 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:25:38', '2025-09-11 02:25:38', 2);
INSERT INTO `follow_up_records` VALUES (994, 665, '2025-09-09 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:25:38', '2025-09-11 02:25:38', 2);
INSERT INTO `follow_up_records` VALUES (995, 666, '2025-09-09 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:25:38', '2025-09-11 02:25:38', 2);
INSERT INTO `follow_up_records` VALUES (996, 667, '2025-09-09 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:25:38', '2025-09-11 02:25:38', 2);
INSERT INTO `follow_up_records` VALUES (997, 668, '2025-09-09 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:25:38', '2025-09-11 02:25:38', 2);
INSERT INTO `follow_up_records` VALUES (998, 669, '2025-09-09 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:25:38', '2025-09-11 02:25:38', 2);
INSERT INTO `follow_up_records` VALUES (999, 670, '2025-09-09 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:25:38', '2025-09-11 02:25:38', 2);
INSERT INTO `follow_up_records` VALUES (1000, 671, '2025-09-10 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:26:31', '2025-09-11 02:26:31', 2);
INSERT INTO `follow_up_records` VALUES (1001, 672, '2025-09-10 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:26:31', '2025-09-11 02:26:31', 2);
INSERT INTO `follow_up_records` VALUES (1002, 673, '2025-09-10 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:26:31', '2025-09-11 02:26:31', 2);
INSERT INTO `follow_up_records` VALUES (1003, 674, '2025-09-10 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:26:31', '2025-09-11 02:26:31', 2);
INSERT INTO `follow_up_records` VALUES (1004, 675, '2025-09-10 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:26:32', '2025-09-11 02:26:32', 2);
INSERT INTO `follow_up_records` VALUES (1005, 676, '2025-09-10 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:26:32', '2025-09-11 02:26:32', 2);
INSERT INTO `follow_up_records` VALUES (1006, 677, '2025-09-10 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:26:32', '2025-09-11 02:26:32', 2);
INSERT INTO `follow_up_records` VALUES (1007, 678, '2025-09-10 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:26:32', '2025-09-11 02:26:32', 2);
INSERT INTO `follow_up_records` VALUES (1008, 679, '2025-09-10 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:26:32', '2025-09-11 02:26:32', 2);
INSERT INTO `follow_up_records` VALUES (1009, 680, '2025-09-10 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:26:32', '2025-09-11 02:26:32', 2);
INSERT INTO `follow_up_records` VALUES (1010, 681, '2025-09-10 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 02:26:32', '2025-09-11 02:26:32', 2);
INSERT INTO `follow_up_records` VALUES (1011, 392, '2025-09-11 11:41:23', '启用跟进', '启用跟进功能，开始跟进周期', '已启用', '2025-09-11 03:41:23', '2025-09-11 03:41:23', 2);
INSERT INTO `follow_up_records` VALUES (1012, 678, '2025-09-11 15:04:58', '启用跟进', '启用跟进功能，开始跟进周期', '已启用', '2025-09-11 07:04:58', '2025-09-11 07:04:58', 2);
INSERT INTO `follow_up_records` VALUES (1013, 678, '2025-09-11 15:05:18', '系统操作', '终结跟进 - 原因：其他原因', '终结跟进', '2025-09-11 07:05:18', '2025-09-11 07:05:18', 2);
INSERT INTO `follow_up_records` VALUES (1015, 684, '2025-09-04 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-11 08:37:08', '2025-09-11 08:37:08', 6);
INSERT INTO `follow_up_records` VALUES (1016, 101, '2025-09-11 17:44:13', '启用跟进', '启用跟进功能，开始跟进周期', '已启用', '2025-09-11 09:44:13', '2025-09-11 09:44:13', 6);
INSERT INTO `follow_up_records` VALUES (1017, 175, '2025-09-11 17:44:31', '启用跟进', '启用跟进功能，开始跟进周期', '已启用', '2025-09-11 09:44:31', '2025-09-11 09:44:31', 6);
INSERT INTO `follow_up_records` VALUES (1018, 648, '2025-09-11 18:15:41', '启用跟进', '启用跟进功能，开始跟进周期', '已启用', '2025-09-11 10:15:41', '2025-09-11 10:15:41', 6);
INSERT INTO `follow_up_records` VALUES (1019, 65, '2025-09-12 09:57:51', '启用跟进', '启用跟进功能，开始跟进周期', '已启用', '2025-09-12 01:57:51', '2025-09-12 01:57:51', 2);
INSERT INTO `follow_up_records` VALUES (1020, 545, '2025-09-12 09:59:36', '启用跟进', '启用跟进功能，开始跟进周期', '已启用', '2025-09-12 01:59:36', '2025-09-12 01:59:36', 2);
INSERT INTO `follow_up_records` VALUES (1021, 415, '2025-09-12 10:01:12', '启用跟进', '启用跟进功能，开始跟进周期', '已启用', '2025-09-12 02:01:12', '2025-09-12 02:01:12', 2);
INSERT INTO `follow_up_records` VALUES (1022, 685, '2025-09-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-12 06:02:32', '2025-09-12 06:02:32', 6);
INSERT INTO `follow_up_records` VALUES (1023, 686, '2025-09-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-12 06:02:32', '2025-09-12 06:02:32', 6);
INSERT INTO `follow_up_records` VALUES (1024, 687, '2025-09-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-12 06:02:32', '2025-09-12 06:02:32', 6);
INSERT INTO `follow_up_records` VALUES (1025, 688, '2025-09-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-12 06:02:32', '2025-09-12 06:02:32', 6);
INSERT INTO `follow_up_records` VALUES (1026, 689, '2025-09-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-12 06:02:32', '2025-09-12 06:02:32', 6);
INSERT INTO `follow_up_records` VALUES (1027, 690, '2025-09-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-12 06:02:32', '2025-09-12 06:02:32', 6);
INSERT INTO `follow_up_records` VALUES (1028, 691, '2025-09-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-12 06:02:32', '2025-09-12 06:02:32', 6);
INSERT INTO `follow_up_records` VALUES (1029, 692, '2025-09-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-12 06:02:33', '2025-09-12 06:02:33', 6);
INSERT INTO `follow_up_records` VALUES (1030, 671, '2025-09-12 14:19:25', '启用跟进', '启用跟进功能，开始跟进周期', '已启用', '2025-09-12 06:19:25', '2025-09-12 06:19:25', 6);
INSERT INTO `follow_up_records` VALUES (1052, 714, '2025-09-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-12 07:46:55', '2025-09-12 07:46:55', 9);
INSERT INTO `follow_up_records` VALUES (1053, 715, '2025-09-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-12 07:47:00', '2025-09-12 07:47:00', 9);
INSERT INTO `follow_up_records` VALUES (1054, 716, '2025-09-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-12 07:48:55', '2025-09-12 07:48:55', 9);
INSERT INTO `follow_up_records` VALUES (1055, 717, '2025-09-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-12 07:48:59', '2025-09-12 07:48:59', 9);
INSERT INTO `follow_up_records` VALUES (1056, 718, '2025-09-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-12 07:49:02', '2025-09-12 07:49:02', 9);
INSERT INTO `follow_up_records` VALUES (1057, 719, '2025-09-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-12 07:49:06', '2025-09-12 07:49:06', 9);
INSERT INTO `follow_up_records` VALUES (1058, 720, '2025-09-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-12 07:49:10', '2025-09-12 07:49:10', 9);
INSERT INTO `follow_up_records` VALUES (1059, 721, '2025-09-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-12 07:49:14', '2025-09-12 07:49:14', 9);
INSERT INTO `follow_up_records` VALUES (1060, 722, '2025-09-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-12 07:49:18', '2025-09-12 07:49:18', 9);
INSERT INTO `follow_up_records` VALUES (1061, 723, '2025-09-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-12 07:49:22', '2025-09-12 07:49:22', 9);
INSERT INTO `follow_up_records` VALUES (1062, 724, '2025-09-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-12 07:49:26', '2025-09-12 07:49:26', 9);
INSERT INTO `follow_up_records` VALUES (1063, 725, '2025-09-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-12 07:49:30', '2025-09-12 07:49:30', 9);
INSERT INTO `follow_up_records` VALUES (1064, 726, '2025-09-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-12 07:49:36', '2025-09-12 07:49:36', 9);
INSERT INTO `follow_up_records` VALUES (1065, 727, '2025-09-11 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-12 07:49:40', '2025-09-12 07:49:40', 9);
INSERT INTO `follow_up_records` VALUES (1066, 664, '2025-09-12 16:12:24', '启用跟进', '启用跟进功能，开始跟进周期', '已启用', '2025-09-12 08:12:24', '2025-09-12 08:12:24', 6);
INSERT INTO `follow_up_records` VALUES (1067, 664, '2025-09-12 16:12:57', '微信', '预约下周来电，考虑车+牌顾虑预算', '继续跟进', '2025-09-12 08:12:58', '2025-09-12 08:12:58', 6);
INSERT INTO `follow_up_records` VALUES (1068, 728, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 01:07:35', '2025-09-13 01:07:35', 6);
INSERT INTO `follow_up_records` VALUES (1069, 729, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 01:07:35', '2025-09-13 01:07:35', 6);
INSERT INTO `follow_up_records` VALUES (1070, 730, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 01:07:35', '2025-09-13 01:07:35', 6);
INSERT INTO `follow_up_records` VALUES (1071, 731, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 01:07:35', '2025-09-13 01:07:35', 6);
INSERT INTO `follow_up_records` VALUES (1072, 732, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 01:07:35', '2025-09-13 01:07:35', 6);
INSERT INTO `follow_up_records` VALUES (1073, 733, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 01:07:35', '2025-09-13 01:07:35', 6);
INSERT INTO `follow_up_records` VALUES (1074, 734, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 01:07:35', '2025-09-13 01:07:35', 6);
INSERT INTO `follow_up_records` VALUES (1075, 735, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 01:07:35', '2025-09-13 01:07:35', 6);
INSERT INTO `follow_up_records` VALUES (1076, 736, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 01:07:35', '2025-09-13 01:07:35', 6);
INSERT INTO `follow_up_records` VALUES (1077, 737, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 01:07:35', '2025-09-13 01:07:35', 6);
INSERT INTO `follow_up_records` VALUES (1078, 738, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 01:07:35', '2025-09-13 01:07:35', 6);
INSERT INTO `follow_up_records` VALUES (1079, 739, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 01:07:35', '2025-09-13 01:07:35', 6);
INSERT INTO `follow_up_records` VALUES (1080, 740, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 01:07:35', '2025-09-13 01:07:35', 6);
INSERT INTO `follow_up_records` VALUES (1081, 741, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 01:07:35', '2025-09-13 01:07:35', 6);
INSERT INTO `follow_up_records` VALUES (1082, 742, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 01:07:35', '2025-09-13 01:07:35', 6);
INSERT INTO `follow_up_records` VALUES (1083, 743, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 01:07:36', '2025-09-13 01:07:36', 6);
INSERT INTO `follow_up_records` VALUES (1084, 734, '2025-09-13 09:08:26', '启用跟进', '启用跟进功能，开始跟进周期', '已启用', '2025-09-13 01:08:26', '2025-09-13 01:08:26', 6);
INSERT INTO `follow_up_records` VALUES (1085, 728, '2025-09-13 09:08:45', '启用跟进', '启用跟进功能，开始跟进周期', '已启用', '2025-09-13 01:08:45', '2025-09-13 01:08:45', 6);
INSERT INTO `follow_up_records` VALUES (1086, 744, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 05:32:47', '2025-09-13 05:32:47', 9);
INSERT INTO `follow_up_records` VALUES (1087, 745, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 05:32:47', '2025-09-13 05:32:47', 9);
INSERT INTO `follow_up_records` VALUES (1088, 746, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 05:32:47', '2025-09-13 05:32:47', 9);
INSERT INTO `follow_up_records` VALUES (1089, 747, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 05:32:47', '2025-09-13 05:32:47', 9);
INSERT INTO `follow_up_records` VALUES (1090, 748, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 05:32:47', '2025-09-13 05:32:47', 9);
INSERT INTO `follow_up_records` VALUES (1091, 749, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 05:32:47', '2025-09-13 05:32:47', 9);
INSERT INTO `follow_up_records` VALUES (1092, 750, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 05:32:47', '2025-09-13 05:32:47', 9);
INSERT INTO `follow_up_records` VALUES (1093, 751, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 05:32:47', '2025-09-13 05:32:47', 9);
INSERT INTO `follow_up_records` VALUES (1094, 752, '2025-09-12 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-13 05:32:47', '2025-09-13 05:32:47', 9);
INSERT INTO `follow_up_records` VALUES (1095, 65, '2025-09-15 12:09:04', '微信', '暂定下周四，0918来店', '继续跟进', '2025-09-15 04:09:04', '2025-09-15 04:09:04', 6);
INSERT INTO `follow_up_records` VALUES (1096, 753, '2025-09-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-15 04:19:12', '2025-09-15 04:19:12', 6);
INSERT INTO `follow_up_records` VALUES (1097, 754, '2025-09-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-15 04:19:12', '2025-09-15 04:19:12', 6);
INSERT INTO `follow_up_records` VALUES (1098, 755, '2025-09-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-15 04:19:12', '2025-09-15 04:19:12', 6);
INSERT INTO `follow_up_records` VALUES (1099, 756, '2025-09-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-15 04:19:12', '2025-09-15 04:19:12', 6);
INSERT INTO `follow_up_records` VALUES (1100, 757, '2025-09-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-15 04:19:12', '2025-09-15 04:19:12', 6);
INSERT INTO `follow_up_records` VALUES (1101, 758, '2025-09-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-15 04:19:12', '2025-09-15 04:19:12', 6);
INSERT INTO `follow_up_records` VALUES (1102, 759, '2025-09-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-15 04:19:12', '2025-09-15 04:19:12', 6);
INSERT INTO `follow_up_records` VALUES (1103, 760, '2025-09-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-15 04:19:12', '2025-09-15 04:19:12', 6);
INSERT INTO `follow_up_records` VALUES (1104, 761, '2025-09-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-15 04:19:12', '2025-09-15 04:19:12', 6);
INSERT INTO `follow_up_records` VALUES (1105, 762, '2025-09-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-15 04:19:12', '2025-09-15 04:19:12', 6);
INSERT INTO `follow_up_records` VALUES (1106, 763, '2025-09-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-15 04:19:12', '2025-09-15 04:19:12', 6);
INSERT INTO `follow_up_records` VALUES (1107, 764, '2025-09-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-15 04:19:12', '2025-09-15 04:19:12', 6);
INSERT INTO `follow_up_records` VALUES (1108, 765, '2025-09-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-15 04:19:12', '2025-09-15 04:19:12', 6);
INSERT INTO `follow_up_records` VALUES (1109, 766, '2025-09-13 00:00:00', '首次联系', '首次联系', '待跟进', '2025-09-15 04:19:12', '2025-09-15 04:19:12', 6);

-- ----------------------------
-- Table structure for followup_remind_config
-- ----------------------------
DROP TABLE IF EXISTS `followup_remind_config`;
CREATE TABLE `followup_remind_config`  (
  `id` int NOT NULL AUTO_INCREMENT,
  `intention_level` enum('高','中','低') CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '意向等级',
  `interval_days` int NOT NULL COMMENT '最大未跟进天数',
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `intention_level`(`intention_level` ASC) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 4 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_unicode_ci COMMENT = '跟进超期提醒配置' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of followup_remind_config
-- ----------------------------
INSERT INTO `followup_remind_config` VALUES (1, '高', 4, '2025-08-01 02:38:18');
INSERT INTO `followup_remind_config` VALUES (2, '中', 5, '2025-08-01 02:38:21');
INSERT INTO `followup_remind_config` VALUES (3, '低', 6, '2025-08-01 02:38:23');

-- ----------------------------
-- Table structure for lead_sources
-- ----------------------------
DROP TABLE IF EXISTS `lead_sources`;
CREATE TABLE `lead_sources`  (
  `id` int NOT NULL AUTO_INCREMENT,
  `platform` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '平台名称，如抖音、视频号',
  `account` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '平台下的账号，如明哥两地牌',
  `description` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL DEFAULT NULL COMMENT '描述信息',
  `is_active` tinyint(1) NULL DEFAULT 1 COMMENT '是否启用 (1: 启用, 0: 禁用)',
  `created_at` datetime NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` datetime NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `idx_platform_account`(`platform` ASC, `account` ASC) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 9 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_unicode_ci COMMENT = '线索来源配置表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of lead_sources
-- ----------------------------
INSERT INTO `lead_sources` VALUES (1, '抖音', '明哥两地牌', '抖音平台-明哥两地牌账号', 1, '2025-08-11 13:02:25', '2025-08-11 13:02:25');
INSERT INTO `lead_sources` VALUES (2, '抖音', '明哥中港两地牌', '抖音平台-明哥中港两地牌账号', 1, '2025-08-11 13:02:25', '2025-08-11 13:02:25');
INSERT INTO `lead_sources` VALUES (3, '抖音', '香港华星两地牌', '抖音平台-华星香港两地牌账号', 1, '2025-08-11 13:02:25', '2025-09-05 13:50:28');
INSERT INTO `lead_sources` VALUES (4, '视频号', '明哥两地牌', '视频号平台-明哥两地牌账号', 1, '2025-08-11 13:02:25', '2025-08-11 13:02:25');
INSERT INTO `lead_sources` VALUES (5, '视频号', '明哥中港两地牌', '视频号平台-明哥中港两地牌账号', 1, '2025-08-11 13:02:25', '2025-08-11 13:02:25');
INSERT INTO `lead_sources` VALUES (6, '视频号', '香港华星两地牌', '视频号平台-华星香港两地牌账号', 1, '2025-08-11 13:02:25', '2025-09-05 13:50:28');
INSERT INTO `lead_sources` VALUES (7, '视频号', '明哥揀粤港车', '明哥揀粤港车', 1, '2025-08-11 09:24:42', '2025-08-11 09:24:42');
INSERT INTO `lead_sources` VALUES (8, '视频号', '东方之珠', '视频号平台-东方之珠账号', 1, '2025-09-05 03:54:38', '2025-09-05 03:54:38');

-- ----------------------------
-- Table structure for ocr_task_records
-- ----------------------------
DROP TABLE IF EXISTS `ocr_task_records`;
CREATE TABLE `ocr_task_records`  (
  `id` int NOT NULL AUTO_INCREMENT COMMENT '主键，自增ID',
  `task_id` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '任务ID（对应OCR控制器中的taskId）',
  `file_name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '上传的文件名',
  `file_size` int NOT NULL COMMENT '文件大小（字节）',
  `file_type` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '文件类型（MIME类型）',
  `task_status` enum('pending','processing','completed','failed') CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '任务状态',
  `start_time` datetime NOT NULL COMMENT '任务开始时间',
  `end_time` datetime NULL DEFAULT NULL COMMENT '任务结束时间',
  `total_time_ms` int NULL DEFAULT NULL COMMENT '总耗时（毫秒）',
  `api_call_time_ms` int NULL DEFAULT NULL COMMENT 'AI API调用耗时（毫秒）',
  `base64_convert_time_ms` int NULL DEFAULT NULL COMMENT '文件转换耗时（毫秒）',
  `customers_extracted` int NULL DEFAULT 0 COMMENT '提取到的客户数量',
  `customers_imported` int NULL DEFAULT 0 COMMENT '成功导入的客户数量',
  `customers_duplicated` int NULL DEFAULT 0 COMMENT '去重的客户数量',
  `customers_failed` int NULL DEFAULT 0 COMMENT '导入失败的客户数量',
  `extracted_data` json NULL COMMENT '提取到的客户数据（JSON格式）',
  `lead_time` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL DEFAULT NULL COMMENT '线索时间（从OCR识别的客户名称中提取的时间信息）',
  `error_message` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL COMMENT '错误信息（如果任务失败）',
  `error_details` json NULL COMMENT '详细错误信息（JSON格式，包含失败的具体客户和原因）',
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '记录创建时间',
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '记录更新时间',
  `operator_user_id` int NULL DEFAULT NULL COMMENT '操作人用户ID，关联users表',
  `operator_nickname` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL DEFAULT NULL COMMENT '操作人昵称',
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `idx_task_id`(`task_id` ASC) USING BTREE,
  INDEX `idx_task_status`(`task_status` ASC) USING BTREE,
  INDEX `idx_start_time`(`start_time` ASC) USING BTREE,
  INDEX `idx_created_at`(`created_at` ASC) USING BTREE,
  INDEX `idx_ocr_operator_user_id`(`operator_user_id` ASC) USING BTREE,
  INDEX `idx_ocr_operator_nickname`(`operator_nickname` ASC) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 47 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_unicode_ci COMMENT = 'OCR任务执行记录表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of ocr_task_records
-- ----------------------------
INSERT INTO `ocr_task_records` VALUES (12, 'meuvsc8ciba7xbbbakh', '121314 - å¯æ¬(1).jpg', 25617, 'image/jpeg', 'completed', '2025-08-28 04:05:38', '2025-08-28 04:05:44', 5758, 5750, 0, 2, 2, 0, 0, '[{\"customer_name\": \"0824/威哥\"}, {\"customer_name\": \"0824/平安\"}]', '2025-08-24 00:00:00', NULL, NULL, '2025-08-28 04:05:38', '2025-08-28 04:05:44', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (13, 'meuvt3nympf2kb2uujk', '121314 - å¯æ¬(1).jpg', 25617, 'image/jpeg', 'completed', '2025-08-28 04:06:13', '2025-08-28 04:06:20', 6111, 6103, 0, 2, 0, 2, 0, '[{\"customer_name\": \"0824/威哥\"}, {\"customer_name\": \"0824/平安\"}]', '2025-08-24 00:00:00', NULL, NULL, '2025-08-28 04:06:13', '2025-08-28 04:06:20', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (14, 'meuw0ndoxqtgfxosar8', '506a3167bb00ef2f25ddac4e4aa51823.jpg', 117557, 'image/jpeg', 'completed', '2025-08-28 04:12:06', '2025-08-28 04:12:14', 7993, 7984, 1, 4, 4, 0, 0, '[{\"customer_name\": \"0820/喂喂\"}, {\"customer_name\": \"0820/奥迪\'奔驰\'宾利\'保时捷\"}, {\"customer_name\": \"0820/小龚\"}, {\"customer_name\": \"0820/陈启强 13517572266\"}]', '2025-08-20 00:00:00', NULL, NULL, '2025-08-28 04:12:06', '2025-08-28 04:12:14', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (15, 'meuw1ao1svkyyphvz1', '6fdcf139f00f8366a71a5385fb55638f.jpg', 162956, 'image/jpeg', 'completed', '2025-08-28 04:12:36', '2025-08-28 04:12:49', 13091, 13083, 1, 8, 8, 0, 0, '[{\"customer_name\": \"0821/CHFix/揀車 D\"}, {\"customer_name\": \"0821/Daniel 劉\"}, {\"customer_name\": \"0821/Danny\"}, {\"customer_name\": \"0821/Mars\"}, {\"customer_name\": \"0821/Vins Tai\"}, {\"customer_name\": \"0821/有求必应\"}, {\"customer_name\": \"0821/望\"}, {\"customer_name\": \"0821/超/买靓号\"}]', '2025-08-21 00:00:00', NULL, NULL, '2025-08-28 04:12:36', '2025-08-28 04:12:49', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (16, 'meuw7wvne41rj3cezy', '017aa062a3a4926fb2b4e5c7887c2816.jpg', 237933, 'image/jpeg', 'completed', '2025-08-28 04:17:45', '2025-08-28 04:18:00', 15628, 15619, 1, 10, 10, 0, 0, '[{\"customer_name\": \"0822/AM-S\"}, {\"customer_name\": \"0822/Don我遇上你\"}, {\"customer_name\": \"0822/Martin\"}, {\"customer_name\": \"0822/Thomas Ng\"}, {\"customer_name\": \"0822/Yeepui\"}, {\"customer_name\": \"0822/从容々悠然\"}, {\"customer_name\": \"0822/大华\"}, {\"customer_name\": \"0822/娜娜\"}, {\"customer_name\": \"0822/摩登纳斯！陈荣\"}, {\"customer_name\": \"0822/热苏打\"}]', '2025-08-22 00:00:00', NULL, NULL, '2025-08-28 04:17:45', '2025-08-28 04:18:00', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (17, 'meuw8p7i7opcm22b5ft', '5fcf4ab0c581aa9d934b25de1eba242e.jpg', 245518, 'image/jpeg', 'completed', '2025-08-28 04:18:21', '2025-08-28 04:18:34', 12894, 12886, 1, 11, 3, 8, 0, '[{\"customer_name\": \"0822/Martin\"}, {\"customer_name\": \"0822/Thomas Ng\"}, {\"customer_name\": \"0822/Yeepui\"}, {\"customer_name\": \"0822/从容々悠然\"}, {\"customer_name\": \"0822/大华\"}, {\"customer_name\": \"0822/娜娜\"}, {\"customer_name\": \"0822/摩登纳斯！陈荣\"}, {\"customer_name\": \"0822/热苏打\"}, {\"customer_name\": \"0822/老林\"}, {\"customer_name\": \"0822/陈伟财 13428949922\"}, {\"customer_name\": \"0822/马踏飞燕\"}]', '2025-08-22 00:00:00', NULL, NULL, '2025-08-28 04:18:21', '2025-08-28 04:18:34', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (18, 'mf6aeesfkywjbk2avo', '441f2196a2a43e966020c4e2f6c193ea.jpg', 295882, 'image/jpeg', 'completed', '2025-09-05 03:40:10', '2025-09-05 03:40:18', 8171, 8162, 1, 8, 8, 0, 0, '[{\"customer_name\": \"0829/patrick\"}, {\"customer_name\": \"0829/Rex\"}, {\"customer_name\": \"0829/Kevin C\"}, {\"customer_name\": \"0829/Peter Kang\"}, {\"customer_name\": \"0829/上顶好\"}, {\"customer_name\": \"0829/庄大宝\"}, {\"customer_name\": \"0829/种园\"}, {\"customer_name\": \"0829/胡\"}]', '2025-08-29 00:00:00', NULL, NULL, '2025-09-05 03:40:10', '2025-09-05 03:40:18', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (19, 'mf6af3jyr059sqs3a9', '1b660d523710f8d3bf3621c943b20425.jpg', 384621, 'image/jpeg', 'completed', '2025-09-05 03:40:42', '2025-09-05 03:41:03', 20274, 20263, 0, 10, 10, 0, 0, '[{\"customer_name\": \"0828/小森🎵…\"}, {\"customer_name\": \"0828/mago\"}, {\"customer_name\": \"0828/Mak龍\"}, {\"customer_name\": \"0828/Patrick\"}, {\"customer_name\": \"0828/wy8888\"}, {\"customer_name\": \"0828/中港澳車\"}, {\"customer_name\": \"0828/慧明\"}, {\"customer_name\": \"0828/旅游世界\"}, {\"customer_name\": \"0828/胡薛平9（东方之珠）\"}, {\"customer_name\": \"0828/顿乐师兄\"}]', '2025-08-28 00:00:00', NULL, NULL, '2025-09-05 03:40:42', '2025-09-05 03:41:03', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (20, 'mf6aftryycc7jrq2tt', '0bf58d6de145071a9afb95888284a2c3.jpg', 1094991, 'image/jpeg', 'completed', '2025-09-05 03:41:16', '2025-09-05 03:41:55', 38489, 38480, 2, 37, 37, 0, 0, '[{\"customer_name\": \"0827/Kenny Ho\"}, {\"customer_name\": \"0827/kingsley\"}, {\"customer_name\": \"0827/Nancy\"}, {\"customer_name\": \"0827/Rainy\"}, {\"customer_name\": \"0827/Ryan\"}, {\"customer_name\": \"0827/Sword\"}, {\"customer_name\": \"0827/ting\"}, {\"customer_name\": \"0827/劉華剛（深灣）\"}, {\"customer_name\": \"0827/華\"}, {\"customer_name\": \"0827/大將\"}, {\"customer_name\": \"0827/有緣人小阿哥\"}, {\"customer_name\": \"0827/李達輝\"}, {\"customer_name\": \"0827/深圳新世紀啊根\"}, {\"customer_name\": \"0827/漂移者\"}, {\"customer_name\": \"0827/愛（華星抖音）\"}, {\"customer_name\": \"0827/陳百萬\"}, {\"customer_name\": \"0827/Mars-HK\"}, {\"customer_name\": \"0827/Calvin Kwan\"}, {\"customer_name\": \"0827/Karina Law\"}, {\"customer_name\": \"0827/Sam\"}, {\"customer_name\": \"0827/T\"}, {\"customer_name\": \"0827/一休\"}, {\"customer_name\": \"0827/俊\"}, {\"customer_name\": \"0827/劉瑩\"}, {\"customer_name\": \"0827/動向\"}, {\"customer_name\": \"0827/吖皓\"}, {\"customer_name\": \"0827/呀文\"}, {\"customer_name\": \"0827/周文標\"}, {\"customer_name\": \"0827/安可\"}, {\"customer_name\": \"0827/廣豐商行_Lam\"}, {\"customer_name\": \"0827/方仔哥\"}, {\"customer_name\": \"0827/無名\"}, {\"customer_name\": \"0827/李老三\"}, {\"customer_name\": \"0827/车牌20内，不限口岸、车型\"}, {\"customer_name\": \"0827/车牌预算二三十\"}, {\"customer_name\": \"0827/銳記\"}, {\"customer_name\": \"0827/魚\"}]', '2025-08-27 00:00:00', NULL, NULL, '2025-09-05 03:41:16', '2025-09-05 03:41:55', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (21, 'mf6ahb78pso43loww8', '64835677c9eafaba7c4cb76e6cf3b2ea.jpg', 515559, 'image/jpeg', 'completed', '2025-09-05 03:42:26', '2025-09-05 03:42:41', 15473, 15464, 1, 18, 18, 0, 0, '[{\"customer_name\": \"0826/耀\"}, {\"customer_name\": \"0826/cherry\"}, {\"customer_name\": \"0826/Liza\"}, {\"customer_name\": \"0826/Nick段君\"}, {\"customer_name\": \"0826/O Design Ken\"}, {\"customer_name\": \"0826/TO\"}, {\"customer_name\": \"0826/ZhiFong\"}, {\"customer_name\": \"0826/任意口岸+埃尔法（低预算）\"}, {\"customer_name\": \"0826/周文\"}, {\"customer_name\": \"0826/哈\"}, {\"customer_name\": \"0826/广州草根\"}, {\"customer_name\": \"0826/水哥\"}, {\"customer_name\": \"0826/泰 皇\"}, {\"customer_name\": \"0826/溯\"}, {\"customer_name\": \"0826/牛权cow\"}, {\"customer_name\": \"0826/老郑深圳机场\"}, {\"customer_name\": \"0826/蜘蛛侠\"}, {\"customer_name\": \"0826/記工程\"}]', '2025-08-26 00:00:00', NULL, NULL, '2025-09-05 03:42:26', '2025-09-05 03:42:41', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (22, 'mf6aibneu1mmxyzeoe', 'c31d252e99bfddb948621ac39932138c.jpg', 447234, 'image/jpeg', 'completed', '2025-09-05 03:43:13', '2025-09-05 03:43:45', 32019, 32011, 1, 15, 15, 0, 0, '[{\"customer_name\": \"0825/nancy\"}, {\"customer_name\": \"0825/perfect\"}, {\"customer_name\": \"0825/STONE\"}, {\"customer_name\": \"0825/YOUNG\"}, {\"customer_name\": \"0825/偉仔\"}, {\"customer_name\": \"0825/健\"}, {\"customer_name\": \"0825/小王\"}, {\"customer_name\": \"0825/無名\"}, {\"customer_name\": \"0825/無名/港珠澳\"}, {\"customer_name\": \"0825/無名二\"}, {\"customer_name\": \"0825/星\"}, {\"customer_name\": \"0825/海牙认证- Eva\"}, {\"customer_name\": \"0825/蒋宇豪\"}, {\"customer_name\": \"0825/諾二千年\"}, {\"customer_name\": \"0825/金达工程/coco\"}]', '2025-08-25 00:00:00', NULL, NULL, '2025-09-05 03:43:13', '2025-09-05 03:43:45', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (23, 'mf6aj54fc49l6ict2q4', 'f9f70762bc7910db5eade8486b5fe233.jpg', 384564, 'image/jpeg', 'completed', '2025-09-05 03:43:51', '2025-09-05 03:44:13', 21950, 21942, 0, 13, 13, 0, 0, '[{\"customer_name\": \"0824/A .9\"}, {\"customer_name\": \"0824/A7.源生达\"}, {\"customer_name\": \"0824/mokiop\"}, {\"customer_name\": \"0824/Shermay 婷\"}, {\"customer_name\": \"0824/俊\"}, {\"customer_name\": \"0824/刘汉彬\"}, {\"customer_name\": \"0824/吴校佳\"}, {\"customer_name\": \"0824/威哥\"}, {\"customer_name\": \"0824/平安\"}, {\"customer_name\": \"0824/拉灯（张飞）\"}, {\"customer_name\": \"0824/杨跃/揽胜行政版\"}, {\"customer_name\": \"0824/燊榮記\"}, {\"customer_name\": \"0824/阿霏\"}]', '2025-08-24 00:00:00', NULL, NULL, '2025-09-05 03:43:51', '2025-09-05 03:44:13', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (24, 'mfes7lcdzzktjyq4l6p', '8d1e0cbcb814f7d7234372f64f97f5b4.jpg', 68669, 'image/jpeg', 'completed', '2025-09-11 02:20:55', '2025-09-11 02:21:03', 8121, 8111, 0, 2, 2, 0, 0, '[{\"customer_name\": \"0901/Derek Chan\"}, {\"customer_name\": \"0901/张聪\"}]', '2025-09-01 00:00:00', NULL, NULL, '2025-09-11 02:20:55', '2025-09-11 02:21:03', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (25, 'mfes7xqfhrhyxugjyq', 'f0b61fc1c2a187421a9c5792ba2fa681.jpg', 337904, 'image/jpeg', 'completed', '2025-09-11 02:21:11', '2025-09-11 02:21:27', 15740, 15731, 1, 11, 11, 0, 0, '[{\"customer_name\": \"0902/Joe Wong\"}, {\"customer_name\": \"0902/LMH\"}, {\"customer_name\": \"0902/MING\"}, {\"customer_name\": \"0902/Mr.Huang\"}, {\"customer_name\": \"0902/Wing Lui\"}, {\"customer_name\": \"0902/XIANG\"}, {\"customer_name\": \"0902/昇\"}, {\"customer_name\": \"0902/呂建華\"}, {\"customer_name\": \"0902/小李哥\"}, {\"customer_name\": \"0902/星\"}, {\"customer_name\": \"0902/杰少\"}]', '2025-09-02 00:00:00', NULL, NULL, '2025-09-11 02:21:11', '2025-09-11 02:21:27', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (26, 'mfesa3sx8oltjteol8m', '19f3b18ffa187897fd0bc80e03014002.jpg', 128639, 'image/jpeg', 'completed', '2025-09-11 02:22:52', '2025-09-11 02:23:01', 9138, 9129, 0, 4, 4, 0, 0, '[{\"customer_name\": \"0903/elaine懿霖\"}, {\"customer_name\": \"0903/Kelvin\"}, {\"customer_name\": \"0903/Mary\"}, {\"customer_name\": \"0903/黄锦浩\"}]', '2025-09-03 00:00:00', NULL, NULL, '2025-09-11 02:22:52', '2025-09-11 02:23:01', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (27, 'mfesaff4z0s7zx4lvir', 'bdfeb8a093055d3c789d89beae42e1b2.jpg', 40849, 'image/jpeg', 'completed', '2025-09-11 02:23:07', '2025-09-11 02:23:13', 6454, 6447, 0, 1, 1, 0, 0, '[{\"customer_name\": \"0904/華英雄\"}]', '2025-09-04 00:00:00', NULL, NULL, '2025-09-11 02:23:07', '2025-09-11 02:23:13', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (28, 'mfesbc4oom0su4ugwk', 'b09c4a749bfa6e30b4fc26244e43f6e6.jpg', 172811, 'image/jpeg', 'completed', '2025-09-11 02:23:49', '2025-09-11 02:24:04', 14868, 14858, 1, 6, 6, 0, 0, '[{\"customer_name\": \"0905/V无限V\"}, {\"customer_name\": \"0905/军\"}, {\"customer_name\": \"0905/君頭\"}, {\"customer_name\": \"0905/文姐Lily\"}, {\"customer_name\": \"0905/睿智\"}, {\"customer_name\": \"0905/阿晓\"}]', '2025-09-05 00:00:00', NULL, NULL, '2025-09-11 02:23:49', '2025-09-11 02:24:04', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (29, 'mfesbsnaltllffna9d', '9c6db414059f0b362508ae52e5034456.jpg', 102578, 'image/jpeg', 'completed', '2025-09-11 02:24:11', '2025-09-11 02:24:18', 7688, 7680, 1, 3, 3, 0, 0, '[{\"customer_name\": \"0906/JoeChan/预约到店\"}, {\"customer_name\": \"0906/亚当\"}, {\"customer_name\": \"0906/陈周昌\"}]', '2025-09-06 00:00:00', NULL, NULL, '2025-09-11 02:24:11', '2025-09-11 02:24:18', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (30, 'mfescl5ml3aqiph8cyg', 'f1e4f99e1ce47aa7c483514b22cd4daf.jpg', 93971, 'image/jpeg', 'completed', '2025-09-11 02:24:48', '2025-09-11 02:24:54', 6486, 6478, 0, 3, 3, 0, 0, '[{\"customer_name\": \"0907/HK-CKY\"}, {\"customer_name\": \"0907/伟\"}, {\"customer_name\": \"0907/阿杰\"}]', '2025-09-07 00:00:00', NULL, NULL, '2025-09-11 02:24:48', '2025-09-11 02:24:54', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (31, 'mfescuuctqks77mp7k', '6d9d23f7cb7b7f5f434454b34a938297.jpg', 119390, 'image/jpeg', 'completed', '2025-09-11 02:25:00', '2025-09-11 02:25:07', 6480, 6473, 0, 4, 4, 0, 0, '[{\"customer_name\": \"0908/Kitkit\"}, {\"customer_name\": \"0908/柏雅Mabel\"}, {\"customer_name\": \"0908/谢文海\"}, {\"customer_name\": \"0908/黄小邪\"}]', '2025-09-08 00:00:00', NULL, NULL, '2025-09-11 02:25:00', '2025-09-11 02:25:07', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (32, 'mfesd9fjjtyq5r3zy4', '879a16002cb1678af9e6cb1aa200e497.jpg', 388733, 'image/jpeg', 'completed', '2025-09-11 02:25:19', '2025-09-11 02:25:38', 19040, 19031, 2, 13, 13, 0, 0, '[{\"customer_name\": \"0909/33333\"}, {\"customer_name\": \"0909/H\"}, {\"customer_name\": \"0909/L\"}, {\"customer_name\": \"0909/Ronny\"}, {\"customer_name\": \"0909/三杰\"}, {\"customer_name\": \"0909/大宗贸易\"}, {\"customer_name\": \"0909/大状\"}, {\"customer_name\": \"0909/德藝\"}, {\"customer_name\": \"0909/無名\"}, {\"customer_name\": \"0909/木\"}, {\"customer_name\": \"0909/浪游隐\"}, {\"customer_name\": \"0909/略略略\"}, {\"customer_name\": \"0909/阿宝\"}]', '2025-09-09 00:00:00', NULL, NULL, '2025-09-11 02:25:19', '2025-09-11 02:25:38', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (33, 'mfeseh1o60mvv4zoor', 'e2817fd343e97a49642a00653966e682.jpg', 303469, 'image/jpeg', 'completed', '2025-09-11 02:26:16', '2025-09-11 02:26:32', 15801, 15791, 0, 11, 11, 0, 0, '[{\"customer_name\": \"0910/Chan\"}, {\"customer_name\": \"0910/Eternally\"}, {\"customer_name\": \"0910/Felix\"}, {\"customer_name\": \"0910/Joewong\"}, {\"customer_name\": \"0910/leon\"}, {\"customer_name\": \"0910/LT\"}, {\"customer_name\": \"0910/七喜\"}, {\"customer_name\": \"0910/卫\"}, {\"customer_name\": \"0910/正奇\"}, {\"customer_name\": \"0910/谭先生\"}, {\"customer_name\": \"0910/贰哥\"}]', '2025-09-10 00:00:00', NULL, NULL, '2025-09-11 02:26:16', '2025-09-11 02:26:32', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (34, 'mff49589yxjrl882jp', 'bdfeb8a093055d3c789d89beae42e1b2.jpg', 40849, 'image/jpeg', 'completed', '2025-09-11 07:58:02', '2025-09-11 07:58:11', 8412, 8404, 0, 1, 1, 0, 0, '[{\"customer_name\": \"0904/華英雄\"}]', '2025-09-04 00:00:00', NULL, NULL, '2025-09-11 07:58:02', '2025-09-11 07:58:11', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (35, 'mff4gkks4a1outrr6a', 'bdfeb8a093055d3c789d89beae42e1b2.jpg', 40849, 'image/jpeg', 'completed', '2025-09-11 08:03:49', '2025-09-11 08:04:02', 10451, 9434, 1, 1, 0, 0, 1, '[{\"customer_name\": \"0904/華英雄\"}]', '2025-09-04 00:00:00', NULL, NULL, '2025-09-11 08:03:49', '2025-09-11 08:04:02', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (36, 'mff4pp1dgg8kzyyr69', 'bdfeb8a093055d3c789d89beae42e1b2.jpg', 40849, 'image/jpeg', 'completed', '2025-09-11 08:10:55', '2025-09-11 08:11:25', 16951, 15886, 1, 1, 0, 0, 1, '[{\"customer_name\": \"0904/華英雄\"}]', '2025-09-04 00:00:00', NULL, NULL, '2025-09-11 08:10:55', '2025-09-11 08:11:25', NULL, NULL);
INSERT INTO `ocr_task_records` VALUES (37, 'mff5n3dda2nx04nijwh', 'bdfeb8a093055d3c789d89beae42e1b2.jpg', 40849, 'image/jpeg', 'completed', '2025-09-11 08:36:53', '2025-09-11 08:37:10', 11382, 10319, 1, 1, 1, 0, 0, '[{\"customer_name\": \"0904/華英雄\"}]', '2025-09-04 00:00:00', NULL, NULL, '2025-09-11 08:36:53', '2025-09-11 08:37:10', 2, 'admin');
INSERT INTO `ocr_task_records` VALUES (38, 'mfgfka7tv778ouoe6l', 'b9171842624baf0288e3c135ade828d0.jpg', 228302, 'image/jpeg', 'completed', '2025-09-12 06:02:24', '2025-09-12 06:02:33', 8300, 8289, 1, 8, 8, 0, 0, '[{\"customer_name\": \"0911/Carrot Lam\"}, {\"customer_name\": \"0911/Kelly\"}, {\"customer_name\": \"0911/Lee\"}, {\"customer_name\": \"0911/t\"}, {\"customer_name\": \"0911/才叔\"}, {\"customer_name\": \"0911/沈永迪\"}, {\"customer_name\": \"0911/远方\"}, {\"customer_name\": \"0911/顺手发财\"}]', '2025-09-11 00:00:00', NULL, NULL, '2025-09-12 06:02:24', '2025-09-12 06:02:33', 6, 'sale1');
INSERT INTO `ocr_task_records` VALUES (39, 'mfgh7m825511yt7dcaa', '306f141498174563128aebb2ea9bd630.jpg', 177188, 'image/jpeg', 'completed', '2025-09-12 06:48:32', '2025-09-12 06:50:00', 34476, 33528, 1, 12, 11, 0, 1, '[{\"customer_name\": \"0911/Ada（資質齊全 2.8W辦理蓮塘）\"}, {\"customer_name\": \"0911/Anthony\"}, {\"customer_name\": \"0911/Peter\"}, {\"customer_name\": \"0911/jack 文（未知來源）\"}, {\"customer_name\": \"0911/卜卜星\"}, {\"customer_name\": \"0911/吕建军（拣车）\"}, {\"customer_name\": \"0911/大光\"}, {\"customer_name\": \"0911/大海（CO姐）高意向\"}, {\"customer_name\": \"0911/孙留柱（拣车）\"}, {\"customer_name\": \"0911/戴铭（拣车）\"}, {\"customer_name\": \"0911/李应鹏（大桥）预约20号到店\"}, {\"customer_name\": \"0911/王胜\"}]', '2025-09-11 00:00:00', NULL, NULL, '2025-09-12 06:48:33', '2025-09-12 06:50:00', 9, 'coco');
INSERT INTO `ocr_task_records` VALUES (40, 'mfgh9xyh0fioekdlmxx8', 'ed44a87ad4b93c6e248f6ec940afdc51.jpg', 171109, 'image/jpeg', 'completed', '2025-09-12 06:50:21', '2025-09-12 06:50:42', 20026, 19992, 1, 11, 4, 7, 0, '[{\"customer_name\": \"0911/jack 文（未知来源）\"}, {\"customer_name\": \"0911/卜卜星\"}, {\"customer_name\": \"0911/吕建军（拣车）\"}, {\"customer_name\": \"0911/大光\"}, {\"customer_name\": \"0911/大海（CO姐）高意向\"}, {\"customer_name\": \"0911/孙留柱（拣车）\"}, {\"customer_name\": \"0911/戴铭（拣车）\"}, {\"customer_name\": \"0911/李应鹏（大桥）预约20号到店\"}, {\"customer_name\": \"0911/王胜\"}, {\"customer_name\": \"0911/肥嘟嘟（CO姐）\"}, {\"customer_name\": \"0911/高fine（未知来源）\"}]', '2025-09-11 00:00:00', NULL, NULL, '2025-09-12 06:50:21', '2025-09-12 06:50:42', 9, 'coco');
INSERT INTO `ocr_task_records` VALUES (41, 'mfghyrfmp2luck4g3e', '306f141498174563128aebb2ea9bd630.jpg', 177188, 'image/jpeg', 'completed', '2025-09-12 07:09:39', '2025-09-12 07:11:02', 42157, 40674, 1, 12, 6, 6, 0, '[{\"customer_name\": \"0911/Ada（資質齊全2.8W辦理蓮塘）\"}, {\"customer_name\": \"0911/Anthony\"}, {\"customer_name\": \"0911/Peter\"}, {\"customer_name\": \"0911/jack 文（未知來源）\"}, {\"customer_name\": \"0911/卜卜星\"}, {\"customer_name\": \"0911/呂建軍（揀車）\"}, {\"customer_name\": \"0911/大光\"}, {\"customer_name\": \"0911/大海（CO姐）高意向\"}, {\"customer_name\": \"0911/孫留柱（揀車）\"}, {\"customer_name\": \"0911/戴銘（揀車）\"}, {\"customer_name\": \"0911/李應鵬（大橋）預約20號到店\"}, {\"customer_name\": \"0911/王胜\"}]', '2025-09-11 00:00:00', NULL, NULL, '2025-09-12 07:09:39', '2025-09-12 07:11:02', 9, 'coco');
INSERT INTO `ocr_task_records` VALUES (42, 'mfgjacbd1fdy5loye1f', 'ff68ac87763bdf13af0032abd393e73d.jpg', 79957, 'image/jpeg', 'completed', '2025-09-12 07:46:39', '2025-09-12 07:47:01', 11310, 10348, 1, 2, 2, 0, 0, '[{\"customer_name\": \"0911/肥嘟嘟（CO姐）\"}, {\"customer_name\": \"0911/高fine（未知来源）\"}]', '2025-09-11 00:00:00', NULL, NULL, '2025-09-12 07:46:39', '2025-09-12 07:47:01', 9, 'coco');
INSERT INTO `ocr_task_records` VALUES (43, 'mfgjc7fvlo9tf7bp1jm', 'cf370ff076db899b5551b792f6b20de3.jpg', 177188, 'image/jpeg', 'completed', '2025-09-12 07:48:06', '2025-09-12 07:49:41', 44939, 43962, 0, 12, 12, 0, 0, '[{\"customer_name\": \"0911/Ada（資質齊全2.8W辦理蓮塘）\"}, {\"customer_name\": \"0911/Anthony\"}, {\"customer_name\": \"0911/Peter\"}, {\"customer_name\": \"0911/jack 文（未知來源）\"}, {\"customer_name\": \"0911/卜卜星\"}, {\"customer_name\": \"0911/吕建军（拣车）\"}, {\"customer_name\": \"0911/大光\"}, {\"customer_name\": \"0911/大海（CO姐） 高意向\"}, {\"customer_name\": \"0911/孙留柱（拣车）\"}, {\"customer_name\": \"0911/戴铭（拣车）\"}, {\"customer_name\": \"0911/李应鹏（大桥） 预约20号到店\"}, {\"customer_name\": \"0911/王胜\"}]', '2025-09-11 00:00:00', NULL, NULL, '2025-09-12 07:48:06', '2025-09-12 07:49:41', 9, 'coco');
INSERT INTO `ocr_task_records` VALUES (44, 'mfhkggrrhfeat9x5bdl', '2b07941108ab37e77bfe1e94d13d6481.jpg', 552903, 'image/jpeg', 'completed', '2025-09-13 01:07:10', '2025-09-13 01:07:36', 25010, 24998, 2, 16, 16, 0, 0, '[{\"customer_name\": \"0912/Aileen\"}, {\"customer_name\": \"0912/Cox\"}, {\"customer_name\": \"0912/Jacky\"}, {\"customer_name\": \"0912/Louisa Koon\"}, {\"customer_name\": \"0912/Mikey Leung\"}, {\"customer_name\": \"0912/Wang\"}, {\"customer_name\": \"0912/凌先生/下週約到店\"}, {\"customer_name\": \"0912/吉人天相\"}, {\"customer_name\": \"0912/大海\"}, {\"customer_name\": \"0912/無名\"}, {\"customer_name\": \"0912/海疆\"}, {\"customer_name\": \"0912/福氣\"}, {\"customer_name\": \"0912/細黑\"}, {\"customer_name\": \"0912/群英会\"}, {\"customer_name\": \"0912/超平凡的人\"}, {\"customer_name\": \"0912/金\"}]', '2025-09-12 00:00:00', NULL, NULL, '2025-09-13 01:07:10', '2025-09-13 01:07:36', 6, 'sale1');
INSERT INTO `ocr_task_records` VALUES (45, 'mfhtxnpheo5owxwspvc', '42fbf29bfeb73c07432b8ef58aa6e6d3.jpg', 145899, 'image/jpeg', 'completed', '2025-09-13 05:32:29', '2025-09-13 05:32:47', 17696, 17688, 1, 9, 9, 0, 0, '[{\"customer_name\": \"0912/Jarry_Wong\"}, {\"customer_name\": \"0912/jackyma226\"}, {\"customer_name\": \"0912/凌先生（預約到店）\"}, {\"customer_name\": \"0912/凹凸先\"}, {\"customer_name\": \"0912/卡（揀車）\"}, {\"customer_name\": \"0912/同志\"}, {\"customer_name\": \"0912/權少\"}, {\"customer_name\": \"0912/瑞祺\"}, {\"customer_name\": \"0912/裝修設計工程\"}]', '2025-09-12 00:00:00', NULL, NULL, '2025-09-13 05:32:29', '2025-09-13 05:32:47', 9, 'coco');
INSERT INTO `ocr_task_records` VALUES (46, 'mfkm6n1um9wi07fqowl', '2e5c2d97f684c85033e27d965d91d75a.jpg', 453487, 'image/jpeg', 'completed', '2025-09-15 04:18:50', '2025-09-15 04:19:12', 22000, 21989, 1, 14, 14, 0, 0, '[{\"customer_name\": \"0913/maco\"}, {\"customer_name\": \"0913/pong\"}, {\"customer_name\": \"0913/u\"}, {\"customer_name\": \"0913/劉燦輝\"}, {\"customer_name\": \"0913/利\"}, {\"customer_name\": \"0913/天行健\"}, {\"customer_name\": \"0913/濟世之才\"}, {\"customer_name\": \"0913/炜\"}, {\"customer_name\": \"0913/細象\"}, {\"customer_name\": \"0913/胡总\"}, {\"customer_name\": \"0913/莫生\"}, {\"customer_name\": \"0913/铁哥\"}, {\"customer_name\": \"0913/長峯\"}, {\"customer_name\": \"0913/陳小姐\"}]', '2025-09-13 00:00:00', NULL, NULL, '2025-09-15 04:18:50', '2025-09-15 04:19:12', 6, '销售_盛威');

-- ----------------------------
-- Table structure for operation_logs
-- ----------------------------
DROP TABLE IF EXISTS `operation_logs`;
CREATE TABLE `operation_logs`  (
  `id` int NOT NULL AUTO_INCREMENT COMMENT '主键，自增ID',
  `operation_time` datetime NOT NULL COMMENT '操作时间',
  `operation_type` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '操作类型（新增、修改、删除、跟进等）',
  `operation_content` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NULL COMMENT '操作内容/详情',
  `lead_id` int NULL DEFAULT NULL COMMENT '关联的客资ID（如涉及某条线索则记录）',
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `lead_id`(`lead_id` ASC) USING BTREE,
  CONSTRAINT `operation_logs_ibfk_1` FOREIGN KEY (`lead_id`) REFERENCES `customer_leads` (`id`) ON DELETE SET NULL ON UPDATE RESTRICT
) ENGINE = InnoDB AUTO_INCREMENT = 1 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_unicode_ci COMMENT = '操作日志表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of operation_logs
-- ----------------------------

-- ----------------------------
-- Table structure for remind_email_list
-- ----------------------------
DROP TABLE IF EXISTS `remind_email_list`;
CREATE TABLE `remind_email_list`  (
  `id` int NOT NULL AUTO_INCREMENT,
  `email` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '收件人邮箱',
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `email`(`email` ASC) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 3 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_unicode_ci COMMENT = '超期提醒收件人列表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of remind_email_list
-- ----------------------------
INSERT INTO `remind_email_list` VALUES (1, '1464020281@qq.com', '2025-07-12 04:49:28', '2025-07-12 04:49:28');
INSERT INTO `remind_email_list` VALUES (2, '2010750010@qq.com', '2025-07-14 07:29:12', '2025-07-14 07:29:12');

-- ----------------------------
-- Table structure for users
-- ----------------------------
DROP TABLE IF EXISTS `users`;
CREATE TABLE `users`  (
  `id` int NOT NULL AUTO_INCREMENT COMMENT '主键，自增ID',
  `username` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '用户名，唯一',
  `password` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NOT NULL COMMENT '密码（加密存储）',
  `nickname` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT NULL COMMENT '昵称',
  `role` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_0900_ai_ci NULL DEFAULT 'user' COMMENT '角色（user/admin等）',
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新时间',
  PRIMARY KEY (`id`) USING BTREE,
  UNIQUE INDEX `username`(`username` ASC) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 10 CHARACTER SET = utf8mb4 COLLATE = utf8mb4_0900_ai_ci COMMENT = '用户表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of users
-- ----------------------------
INSERT INTO `users` VALUES (2, 'admin', '$2b$10$86vVbpnrcmMCLUm5QnqDxuaOfDOczLMEYjsVszbXFjYMphiId4yXS', '盛威', 'admin', '2025-07-18 03:39:08', '2025-07-18 03:39:08');
INSERT INTO `users` VALUES (3, 'customer01', '$2b$10$oUeuL6rHabybgTf1TjxXneyUPIHeBdk0TXWqYDaFT9zCy44IKyEHW', '客服1', 'service', '2025-07-18 10:13:13', '2025-09-11 03:45:30');
INSERT INTO `users` VALUES (6, 'sale1', '$2b$10$8D1lFw5FUJUHujG7iIC9yerh4Ppzp/oJmrQ0pzTicAGF4f/TOJYWq', '销售_盛威', 'sales', '2025-07-19 06:57:38', '2025-09-11 06:32:25');
INSERT INTO `users` VALUES (9, 'coco', '$2b$10$tZVpCDnQjnShx081raPMyOTsVuv/KhoiQn4.i4ouGsndBszX52KYy', 'coco', 'sales', '2025-09-11 06:45:40', '2025-09-11 06:45:40');

SET FOREIGN_KEY_CHECKS = 1;
